Repository: openSUSE/barrel
Catalog: po/*.po
Languages: ca, cs, da, de, es, fr, it, ja, pt_br, uk

source: partition table type already set command 'partition-table'
ca: el tipus de taula de particions ja s'ha establert a l'ordre partition-table
cs: typ tabulky oddílů je již nastaven příkazem 'partition-table'
de: Partitionstabellentyp für Kommando 'partition-table' wurde bereits festgelegt
es: tipo de tabla de partición ya establecido en comando «partition-table»
fr: type de table de partition déjà défini pour la commande 'partition-table'
it: tipo di tabella delle partizioni già impostato per il comando 'partition-table'
ja: コマンド 'partition-table' に対するパーティションテーブルの種類は既に指定されています
pt_br: tipo de tabela de partição já definido para o comando "partition-table"
uk: тип таблиці розділів вже встановлено командою «partition-table»

source: partition table type missing for command 'partition-table'
ca: falta el tipus de taula de particions per a l'ordre partition-table
cs: chybí typ tabulky oddílů pro příkaz 'partition-table'
de: Partitionstabellentyp für Kommando 'partition-table' fehlt
es: tipo de tabla de partición ausente para comando «partition-table»
fr: type de table de partition manquant pour la commande 'partition-table'
it: tipo di tabella delle partizioni mancante per il comando ''partition-table'
ja: コマンド 'partition-table' に対するパーティションテーブルの種類が指定されていません
pt_br: tipo de tabela de partição ausente para o comando "partition-table"
uk: тип таблиці розділів відсутній для команди «partition-table»

source: partitionable '%s' cannot be used as a regular partitionable
ca: %s partible no es pot usar com a partible normal
cs: dělitelný '%s' nelze použít jako běžný dělitelný typ
de: partitionierbares Element '%s' kann nicht als normales patitionierbares Element verwendet werden
es: el particionable «%s» no puede ser usado como regular
fr: l'élément partitionnable '%s' ne peut pas être utilisé comme élément partitionnable ordinaire
it: l'elemento partizionabile '%s' non può essere utilizzato come elemento partizionabile normale
ja: パーティション設定可能な '%s' を通常のものとして使用することはできません
pt_br: não é possível usar o elemento particionável '%s' como regular
uk: роздільник “%s” не може бути використаний як звичайний роздільник

source: partitionable '%s' is in use
ca: %s partible està en ús
cs: dělitelný '%s' se používá
de: partitionierbares Element '%s' wird verwendet
es: particionable «%s» en uso
fr: l'élément partitionnable '%s' est en cours d'utilisation
it: l'elemento partizionabile '%s' è in uso
ja: パーティション設定可能な '%s' は使用中です
pt_br: elemento particionável '%s' em uso
uk: роздільник '%s' використовується

source: path '%s' already used
ca: el camí %s ja està en ús
cs: cesta '%s' je již použita
de: Pfad '%s' wird bereits verwendet
es: ruta «%s» ya usada
fr: chemin '%s' déjà utilisé
it: il percorso '%s' è già in uso
ja: パス '%s' は既に使用されています
pt_br: caminho '%s' já usado
uk: шлях “%s” вже використано

source: path must be 'swap' or 'none'
ca: el camí ha de ser «swap» o «none»
cs: cesta musí mít hodnotu 'swap' nebo 'none'
de: Pfad muss 'swap' oder 'none' sein
es: la ruta debe ser "swap" o "none"
fr: le chemin doit être 'swap' ou 'none'
it: il percorso deve essere 'swap' o 'none'
ja: パスは 'swap' または 'none' でなければなりません
pt_br: caminho deve ser de "troca" ou "nenhum"
uk: шлях повинен бути 'swap' або 'none'

source: pool argument and blk devices not allowed together for command 'encryption'
ca: no es permeten conjuntament l'argument d'agrupació i els dispositius de bloc per a l'ordre encryption
cs: pro příkaz 'encryption' není povolen argument pool u blokových zařízení
da: valg af pool og blokenheder er ikke tilladt samtidig for kommandoen 'encryption'
de: Pool-Argument und 'blk devices' dürfen nicht zusammen für das Kommando 'encryption' verwendet werden
es: argumento pool y bld devices no se permiten conjuntamente para el comando «encryption»
fr: argument de pool et périphériques de bloc non autorisés simultanément pour la commande 'encryption'
it: argomento di pool e dispositivi di blocco non consentiti in contemporanea per il comando 'encryption'
ja: コマンド 'encryption' に対してプールパラメータとブロックデバイスの両方を指定することはできません
pt_br: argumento de pool e dispositivos de blocos não permitidos juntos no comando "encryption"
uk: аргумент pool і пристрої blk не допускаються разом для команди «encryption»

source: pool argument and blk devices not allowed together for command 'filesystem'
ca: no es permeten conjuntament l'argument d'agrupació i els dispositius de bloc per a l'ordre filesystem
cs: pro příkaz 'filesystem' není povolen argument pool u blokových zařízení
de: Pool-Argument und 'blk devices' dürfen nicht zusammen für das Kommando 'filesystem' verwendet werden
es: Comando «filesystem» no admite conjuntamente los argumentos «pool» y «blk devices»
fr: argument de pool et périphériques de bloc non autorisés simultanément pour la commande 'filesystem'
it: argomento di pool e dispositivi di blocco non consentiti in contemporanea per il comando 'filesystem'
ja: コマンド 'filesystem' に対してプールパラメータとブロックデバイスの両方を指定することはできません
pt_br: argumento de pool e dispositivos de blocos não permitidos juntos no comando "filesystem"
uk: аргумент pool і пристрої blk не допускаються разом для команди 'filesystem'

source: pool argument and blk devices not allowed together for command 'vg'
ca: no es permeten conjuntament l'argument d'agrupació i els dispositius de bloc per a l'ordre vg
cs: pro příkaz 'vg' není povolen argument pool u blokových zařízení
de: Pool-Argument und 'blk devices' dürfen nicht zusammen für das Kommando 'vg' verwendet werden
es: Comando «vg» no admite conjuntamente los argumentos «pool» y «blk devices»
fr: argument de pool et périphériques de bloc non autorisés simultanément pour la commande 'vg'
it: argomento di pool e dispositivi di blocco non consentiti in contemporanea per il comando 'vg'
ja: コマンド 'vg' に対してプールパラメータとブロックデバイスの両方を指定することはできません
pt_br: argumento de pool e dispositivos de blocos não permitidos juntos no comando "vg"
uk: аргумент pool і пристрої blk не допускаються разом для команди 'vg'

source: pool is empty
ca: L'agrupació és buida.
cs: zásobník (pool) je prázdný
de: Pool ist leer
es: el repositorio está vacío
fr: le pool est vide
it: pool vuoto
ja: プールが空になっています
pt_br: pool está vazio
uk: пул порожній

source: pool name
ca: nom d'agrupació
cs: název zásobníku
es: nombre de la reserva
fr: nom du pool
it: nome pool
ja: プールの名前
pt_br: nome do pool
uk: назва пулу

source: probe used space
ca: sondatge d'espai usat
fr: espace utilisé de la sonde
ja: 使用済み領域の検出
uk: простір, використаний для тесту

source: read for json file '%s' failed
ca: ha fallat la lectura del fitxer json %s
cs: 'read' souboru json '%s' selhal
de: Lesen von json-Datei '%s' fehlgeschlagen
es: falla al leer archivo json «%s»
fr: échec de la lecture du fichier JSON '%s'
it: lettura del file json '%s' non riuscita
ja: JSON ファイル '%s' の読み込みに失敗しました
pt_br: falha na leitura do arquivo json '%s'
uk: системний виклик `read` для файлу json '%s' дав збій

source: run with a rootprefix
ca: Executa amb un prefix d'arrel.
cs: spustit s předponou root
de: mit Root-Präfix ausführen
es: ejecutar con un prefijo raíz
fr: exécuter avec un préfixe racine
it: esegui con un rootprefix
ja: ルートプレフィクス付きで実行します
pt_br: executar com um prefixo raiz
uk: запустити з префіксом root

source: set PBKDF
ca: estableix PBKDF
cs: nastavit PBKDF
de: PBKDF festlegen
es: establecer PBKDF
fr: définir PBKDF
it: imposta PBKDF
ja: PBKDF を設定
uk: встановити PBKDF

source: set RAID level
ca: estableix el nivell de RAID
cs: nastavit úroveň RAID
de: RAID-Ebene festlegen
es: establecer nivel RAID
fr: définir le niveau RAID
it: imposta livello RAID
ja: RAID レベルを指定します
pt_br: definir nível de RAID
uk: встановити рівень RAID

source: set RAID metadata version
ca: estableix la versió de les metadades de RAID
cs: Nastavit verzi metadat RAID
de: RAID-Metadaten-Version festlegen
es: establecer versión de metadatos RAID
fr: définir la version des métadonnées RAID
it: imposta versione metadati RAID
ja: RAID のメタデータバージョンを指定します
pt_br: definir versão de metadados RAID
uk: встановити версію метаданих RAID

source: set RAID name
ca: estableix el nom de RAID
cs: nastavit název RAID
de: RAID-Namen festlegen
es: nombrar RAID
fr: définir le nom du RAID
it: imposta nome RAID
ja: RAID の名前を指定します
pt_br: definir nome do RAID
uk: задати назву RAID

source: set a key file
ca: estableix un fitxer de clau
cs: nastavit soubor klíče
de: Schlüsseldatei festlegen
es: definir un archivo de clave
fr: définir un fichier de clé
it: imposta nome dispositivo
ja: 鍵ファイルを指定します
pt_br: definir um arquivo de chave
uk: встановити ключовий файл

source: set chunk size
ca: estableix la mida del tros
cs: nastavit velikost kousku (chunk)
de: Chunk-Größe festlegen
es: Dimensionar el aservo
fr: définir la taille de la tranche
it: imposta dimensioni blocco
ja: チャンクサイズを指定します
pt_br: definir tamanho do pacote
uk: встановити розмір фрагмента

source: set cipher
ca: estableix l'encriptació
cs: nastavit šifrování
de: Verschlüsselungsverfahren festlegen
es: establecer la encriptación
fr: définir le chiffrement
it: imposta cifrario
ja: 暗号化を設定
uk: встановити шифр

source: set extent size
ca: estableix la mida d'ampliació
cs: nastavit velikost rozsahu
de: Extent-Größe festlegen
es: extender
fr: définir la taille de l'étendue
it: imposta dimensione extent
ja: エクステントのサイズを指定します
pt_br: definir tamanho da extensão
uk: встановити розмір області

source: set file system label
ca: estableix l'etiqueta del sistema de fitxers
cs: nastavit název souborového systému
de: Dateisystem-Bezeichnung festlegen
es: etiquetar sistema de archivos
fr: définir l'étiquette du système de fichiers
it: imposta etichetta file system
ja: ファイルシステムのラベルを指定します
pt_br: definir rótulo do sistema de arquivos
uk: задати мітку файлової системи

source: set file system type
ca: estableix el tipus de sistema de fitxers
cs: nastavit typ systému souborů
de: Dateisystemtyp festlegen
es: tipificar sistema de archivos
fr: définir le type du système de fichiers
it: imposta tipo file system
ja: ファイルシステムの種類を指定します
pt_br: definir tipo de sistema de arquivos
uk: задати тип файлової системи

source: set key size
ca: estableix la mida de la clau
cs: nastavit délku klíče
de: Schlüsselgröße festlegen
es: establecer tamaño de la clave
fr: définir la taille de la clé
it: imposta dimensione chiave
ja: 鍵サイズを設定
uk: задати розмір ключа

source: set label of device
ca: estableix l'etiqueta del dispositiu
cs: nastavit štítek zařízení
de: Bezeichnung des Geräts festlegen
es: etiquetar un dispositivo
fr: définir l'étiquette du périphérique
it: imposta etichetta dispositivo
ja: デバイスのラベルを指定します
pt_br: definir rótulo do dispositivo
uk: задати мітку пристрою

source: set name of device
ca: estableix el nom del dispositiu
cs: nastavit název zařízení
de: Namen des Geräts festlegen
es: nombrar un dispositivo
fr: définir le nom du périphérique
it: imposta nome dispositivo
ja: デバイスの名前を指定します
pt_br: definir nome do dispositivo
uk: присвоїти назву пристрою

source: set name of logical volume
ca: estableix el nom del volum lògic
cs: nastavit název logického svazku
de: Namen des logischen Volume festlegen
es: nombrar un volumen lógico
fr: définir le nom du volume logique
it: imposta nome volume logico
ja: 論理ボリュームの名前を指定します
pt_br: definir nome do volume lógico
uk: задати назву логічного тому

source: set name of volume group
ca: estableix el nom del grup de volums
cs: nastavit název skupiny svazků
de: Namen der Volume-Gruppe festlegen
es: nombrar un grupo de volúmenes
fr: définir le nom du groupe de volumes
it: imposta nome gruppo di volumi
ja: ボリュームグループの名前を指定します
pt_br: definir nome do grupo de volumes
uk: задати назву групи томів

source: set number of devices
ca: estableix el nombre de dispositius
cs: nastavit počet zařízení
de: Anzahl der Geräte festlegen
es: poner número de dispositivos
fr: définir le nombre de périphériques
it: imposta numero di dispositivi
ja: デバイスの数を指定します
pt_br: definir número de dispositivos
uk: встановити кількість пристроїв

source: set profiles
ca: Estableix els perfils
cs: nastavit profily
de: Profile festlegen
es: definir perfiles
fr: définir des profils
it: imposta profili
ja: プロファイルを設定します
pt_br: definir perfis
uk: встановити профілі

source: set size
ca: estableix la mida
cs: nastavit velikost
de: Größe festlegen
es: establecer tamaño
fr: définir la taille
it: imposta dimensione
ja: サイズを指定します
pt_br: definir tamanho
uk: задати розмір

source: set size of RAID
ca: estableix la mida de la RAID
cs: nastavit velikost RAID
de: RAID-Größe festlegen
es: establecer tamaño de RAID
fr: définir la taille du RAID
it: imposta dimensione del RAID
ja: RAID のサイズを指定します
pt_br: definir tamanho de RAID
uk: задати розмір RAID

source: set size of logical volume
ca: estableix la mida del volum lògic
cs: nastavit velikost logického svazku
de: Größe des logischen Volume festlegen
es: dimensionar volumen lógico
fr: définir la taille du volume logique
it: imposta dimensione del volume logico
ja: 論理ボリュームのサイズを指定します
pt_br: definir tamanho do volume lógico
uk: задати розмір логічного тому

source: set size of volume group
ca: estableix la mida del grup de volums
cs: nastavit velikost skupiny svazků
de: Größe der Volume-Gruppe festlegen
es: dimensionar grupo de volúmenes
fr: définir la taille du groupe de volumes
it: imposta dimensione del gruppo di volumi
ja: ボリュームグループのサイズを指定します
pt_br: definir tamanho do grupo de volumes
uk: задати розмір групи томів

source: several mapping DASDs for '%s' found
ca: s'han trobat diversos DASD de mapatge per a %s
cs: nalezeno několik mapování DASD pro '%s'
de: mehrere DASDs zur Zuordnung für '%s' gefunden
es: se encontraron varios mapeos DASDs para «%s»
fr: plusieurs DASD d'assignation trouvés pour '%s'
it: più DASD di mappatura per '%s' trovati
ja: '%s' に対する DASD のマッピングが複数見つかりました
pt_br: vários DASDs de mapeamento para '%s' encontrados
uk: знайдено кілька розміточних DASD для '%s'

source: several mapping DM RAIDs for '%s' found
ca: s'han trobat diverses RAID DM de mapatge per a %s
cs: nalezeno několik mapování DM RAID pro '%s'
de: mehrere DM-RAIDs zur Zuordnung für '%s' gefunden
es: se encontraron varios mapeos RAID DM para «%s»
fr: plusieurs DM RAID d'assignation trouvés pour '%s'
it: più RAID DM di mappatura per '%s' trovati
ja: '%s' に対する DM RAID のマッピングが複数見つかりました
pt_br: vários DM RAIDs de mapeamento para '%s' encontrados
uk: знайдено кілька розміточних DM RAID для '%s'

source: several mapping disks for '%s' found
ca: s'han trobat diversos discs de mapatge per a %s
cs: nalezeno několik mapovacích disků pro '%s'
de: mehrere Datenträger zur Zuordnung für '%s' gefunden
es: se encontraron varios mapeos de disco para «%s»
fr: plusieurs disques d'assignation trouvés pour '%s'
it: più dischi di mappatura per '%s' trovati
ja: '%s' に対するディスクのマッピングが複数見つかりました
pt_br: vários discos de mapeamento para '%s' encontrados
uk: знайдено кілька розміточних дисків '%s'

source: several mapping multipath for '%s' found
ca: s'han trobat diversos multicamins de mapatge per a %s
cs: nalezeno několik mapování vícecestných zařízení pro '%s'
de: mehrere Multipath-Geräte zur Zuordnung für '%s' gefunden
es: se encontraron varios mapeos multirruta para «%s»
fr: plusieurs périphériques multipath d'assignation trouvés pour '%s'
it: più multipath di mappatura per '%s' trovati
ja: '%s' に対するマルチパスのマッピングが複数見つかりました
pt_br: múltiplos caminhos de mapeamento para '%s' encontrados
uk: знайдено кілька розміточних мультишляхів для '%s'

source: show colors
ca: mostra els colors
cs: zobrazit barvy
de: Farben anzeigen
es: mostrar colores
fr: Afficher les couleurs
it: colori visibili
ja: 色を表示します
pt_br: mostrar cores
uk: показати кольори

source: show condensed instead of detailed actions
fr: afficher les actions de manière condensée plutôt que détaillée
uk: показати стисло замість детальних дій

source: show help and exit
ca: mostra l'ajuda i surt
cs: zobrazit nápovědu a ukončit
de: Hilfe anzeigen und beenden
es: mostrar ayuda y salir
fr: afficher l'aide et quitter
it: mostra guida ed esci
ja: ヘルプを表示して終了します
pt_br: mostrar ajuda e sair
uk: показати довідку та вийти

source: show version and exit
ca: mostra'n la versió i surt
cs: zobrazit verzi a ukončit
de: Version anzeigen und beenden
es: muestra versión y sale
fr: afficher la version et quitter
it: mostra versione ed esci
ja: バージョンを表示して終了します
pt_br: mostrar versão e sair
uk: показати версію та вийти

source: size argument missing for command 'encryption'
ca: falta l'argument de mida per a l'ordre encryption
cs: v příkazu 'encryption' chybí argument size
de: Größenargument für Kommando 'encryption' fehlt
es: argumento tamaño ausente para comando «encryption»
fr: argument de taille manquant pour la commande 'encryption'
it: argomento dimensione mancante per il comando 'encryption'
ja: コマンド 'encryption' に対するサイズパラメータが指定されていません
pt_br: argumento de tamanho ausente para o comando "encryption"
uk: відсутній аргумент розміру для команди «encryption»

source: size argument missing for command 'filesystem'
ca: falta l'argument de mida per a l'ordre filesystem
cs: v příkazu 'filesystem' chybí argument size
de: Größenargument für Kommando 'filesystem' fehlt
es: argumento tamaño ausente para el comando «filesystem»
fr: argument de taille manquant pour la commande 'filesystem'
it: argomento dimensione mancante per il comando 'filesystem'
ja: コマンド 'filesystem' に対するサイズパラメータが指定されていません
pt_br: argumento de tamanho ausente para o comando "filesystem"
uk: відсутній аргумент розміру для команди «filesystem»

source: size argument required for command 'raid'
ca: cal l'argument de mida per a l'ordre raid
cs: pro příkaz 'raid' je vyžadován argument size
de: Größenargument für Kommando 'raid' erforderlich
es: se requiere argumento tamaño para el comando «raid»
fr: argument de taille requis pour la commande 'raid'
it: argomento dimensione mancante per il comando 'raid'
ja: コマンド 'raid' に対してはサイズパラメータを指定する必要があります
pt_br: argumento de tamanho necessário para o comando "raid"
uk: аргумент розміру необхідний для команди «raid»

source: size argument required for command 'vg'
ca: cal l'argument de mida per a l'ordre vg
cs: pro příkaz 'vg' je vyžadován argument size
de: Größenargument für Kommando 'vg' erforderlich
es: se requiere argumento tamaño para el comando «vg»
fr: argument de taille requis pour la commande 'vg'
it: argomento dimensione mancante per il comando 'vg'
ja: コマンド 'vg' に対してはサイズパラメータを指定する必要があります
pt_br: argumento de tamanho necessário para o comando "vg"
uk: аргумент розміру потрібен для команди «vg»

source: size missing for command 'lv'
ca: cal l'argument de mida per a l'ordre lv
cs: pro příkaz 'lv' chybí velikost
de: Größe für Kommando 'lv' fehlt
es: tamaño ausente para el comando «lv»
fr: taille manquante pour la commande 'lv'
it: dimensione mancante per il comando 'lv'
ja: コマンド 'lv' に対するサイズパラメータが指定されていません
pt_br: tamanho ausente para o comando "lv"
uk: відсутній розмір для команди «lv»

source: size of stripes
ca: mida de les franges
cs: velikost proužků
de: Größe der Stripes
es: tamaño de las tiras
fr: taille des bandes
it: dimensione dei segmenti
ja: ストライプの数
pt_br: tamanho dos segmentos
uk: розмір смуг

source: size too small for command 'lv'
fr: taille trop petite pour la commande 'lv'
uk: розмір занадто малий для команди «lv»

source: size too small for file system
fr: taille trop petite pour le système de fichiers
uk: розмір занадто малий для файлової системи

source: spare devices not allowed for raid level
ca: dispositius de recanvi no permesos per al nivell de raid
cs: pro úroveň raid nejsou povolena náhradní zařízení
de: Ersatzgeräte für Raid-Ebene nicht zulässig
es: dispositivos ociosos no permitidos para nivel de RAID
fr: périphériques de rechange non autorisés pour le niveau RAID
it: dispositivi di riserva non consentiti per il livello raid
ja: この RAID レベルではスペアデバイスは許可されません
pt_br: dispositivos sobressalentes não permitidos para nível de raid
uk: запасні пристрої не дозволені для рівня RAID

source: stack empty
ca: pila buida
cs: zásobník je prázdný
de: Stack leer
es: pila vacía
fr: pile vide
it: stack vuoto
ja: スタックが空になっています
pt_br: pilha vazia
uk: стек порожній

source: stack empty during dup
ca: pila buida durant dup
cs: prázdný zásobník během duplikace
de: Stack beim Ausführen von 'dup' leer
es: pila vacía durante dup
fr: pile vide durant dup
it: stack vuoto durante l'operazione di dup
ja: dup 時にスタックが空になりました
pt_br: pilha vazia durante dup
uk: стек спорожнів під час дублювання

source: stack empty during pop
ca: pila buida durant pop
cs: při vytahování (pop) je zásobník prázdný
de: Stack beim Ausführen von 'pop' leer
es: pila vacía durante pop
fr: pile vide durant pop
it: stack vuoto durante l'operazione di pop
ja: pop 時にスタックが空になりました
pt_br: pilha vazia durante pop
uk: стек спорожнів під час вилучення

source: stackunderflow during exch
ca: stackunderflow durant l'intercanvi
cs: podtečení (underflow) zásobníku při výměně
de: Stack-Unterlauf bei Austausch
es: subdesbordamiento de pila durante exch
fr: soupassement de pile durant l'échange
it: stackunderflow durante exch
ja: exch 時にスタックが不足しました
pt_br: stackunderflow durante exch
uk: переповнення стека під час обміну

source: stat for json file '%s' failed
ca: ha fallat stat per al fitxer json %s
cs: 'stat' pro soubor json '%s' selhal
de: 'stat' für json-Datei '%s' fehlgeschlagen
es: falla operación stat en archivo json «%s»
fr: échec stat pour le fichier JSON '%s'
it: stat per il file json '%s' non riuscita
ja: JSON ファイル '%s' に対する stat が失敗しました
pt_br: falha na estatística do arquivo json '%s'
uk: помилка stat при обробці json-файлу '%s'

source: table style
ca: estil de la taula
cs: styl tabulky
de: Tabellenstil
es: estilo de tabla
fr: style de table
it: stile tabella
ja: 表の形式
pt_br: estilo de tabela
uk: стиль таблиці

source: too few raid devices for raid level
ca: massa pocs dispositius de raid per al nivell de raid
cs: pro tuto úroveň raid je příliš málo zařízení raid
de: zu wenige Raid-Geräte für Raid-Ebene
es: demasiado pocos dispositivos RAID para el nivel
fr: trop peu de périphériques RAID pour le niveau RAID
it: numero di dispositivi raid insufficiente per il livello raid
ja: この RAID レベルで使用する RAID デバイスが少なすぎます
pt_br: poucos dispositivos raid para nível de raid
uk: занадто мало пристроїв RAID для рівня RAID

source: tune options
ca: opcions d'ajust
cs: možnosti ladění
de: Abstimmungsoptionen
es: opciones de ajuste
fr: options de réglage
it: opzioni di ottimizzazione
ja: チューニングオプション
pt_br: opções de ajuste
uk: налаштувати параметри

source: tune options not allowed for %s
ca: opcions d'ajust no permeses per a %s
cs: možnosti ladění nejsou pro %s povoleny
de: Abstimmungsoptionen für %s nicht zulässig
es: opciones de ajuste no permitidas para «%s»
fr: options de réglage non autorisées pour %s
it: opzioni di ottimizzazione non consentite per %s
ja: %s に対してはチューニングオプションは使用できません
pt_br: opções de ajuste não permitidas para %s
uk: параметри налаштування не дозволені для %s

source: unknown activate-by type '%s'
ca: tipus d'activació desconegut: %s
cs: neznámý activate-by typ: '%s'
es: tipo de activación desconocido: %s
fr: type d'activation '%s' inconnu
it: attiva in base a tipo '%s' sconosciuto
ja: 不明な activate-by の種類 '%s'
uk: невідомий тип активації '%s'

source: unknown btrfs profile '%s'
ca: perfil de btrfs desconegut: %s
cs: neznámý btrfs profil '%s'
de: unbekanntes btrfs-Profil '%s'
es: perfil btrfs %s desconocido
fr: profil btrfs '%s' inconnu
it: profilo btrfs '%s' sconosciuto
ja: 不明な btrfs プロファイル '%s'
pt_br: perfil btrfs desconhecido '%s'
uk: невідомий профіль btrfs '%s'

source: unknown encryption type
ca: tipus d'encriptació desconegut
cs: neznámý typ šifrování
de: unbekannter Verschlüsselungstyp
es: tipo desconocido de cifrado
fr: type de chiffrement inconnu
it: tipo di cifratura sconosciuto
ja: 不明な暗号化の種類
pt_br: tipo de criptografia desconhecido
uk: невідомий тип шифрування
