Repository: openSUSE/barrel
Catalog: po/*.po
Languages: ca, cs, da, de, es, fr, it, ja, pt_br, uk

source: LUKS on %s
ca: LUKS a %s
cs: LUKS na %s
da: LUKS på %s
de: LUKS auf %s
es: LUKS en %s
fr: LUKS sur %s
it: LUKS su %s
ja: %s にある LUKS
pt_br: LUKS em %s
uk: LUKS на %s

source: LVM logical volume %s
ca: Volum lògic LVM %s
cs: LVM logický svazek %s
da: LVM logisk volume %s
de: Logisches LVM-Volume %s
es: Volumen lógico LVM %s
fr: Volume logique LVM %s
it: Volume logico LVM %s
ja: LVM 論理ボリューム %s
pt_br: Volume lógico LVM %s
uk: Логічний том LVM %s

source: LVM volume group %s
ca: Grup de volums LVM %s
cs: LVM skupina svazků %s
de: LVM-Volume-Gruppe %s
es: Grupo de volúmenes LVM %s
fr: Groupe de volumes LVM %s
it: Gruppo di volumi LVM %s
ja: LVM ボリュームグループ %s
pt_br: Grupo de volumes LVM %s
uk: Група томів LVM %s

source: Label
ca: Etiqueta
cs: Štítek
da: Etiket
de: Bezeichnung
es: Etiqueta
fr: Étiquette
it: Etichetta
ja: ラベル
pt_br: Rótulo
uk: Ярлик

source: Level
ca: Nivell
cs: Úroveň
da: Niveau
de: Ebene
es: Nivel
fr: Niveau
it: Livello
ja: レベル
pt_br: Nível
uk: Рівень

source: Loading pools...
ca: Carregant agrupacions...
cs: Zavádím zásobníky...
da: Indlæser pools...
de: Pools werden geladen...
es: Cargando pools...
fr: Chargement des pools...
it: Caricamento dei pool in corso...
ja: プールを読み込んでいます...
pt_br: Carregando pools...
uk: Завантаження пулів...

source: Loads pools.
ca: Carrega agrupacions.
cs: Zavádí zásobníky.
da: Indlæser pools.
de: Lädt Pools.
es: Carga reservas.
fr: Charge les pools.
it: Carica i pool.
ja: プールを読み込みます。
pt_br: Carrega os pools.
uk: Завантажує пули.

source: Loads the staging devicegraph from a file.
ca: Carrega el gràfic de dispositius des d'un fitxer.
cs: Zavádí stavovou mapu zařízení ze souboru.
da: Indlæser staging-devicegraph fra en fil.
de: Lädt den Staging-Gerätegraphen aus einer Datei.
es: Carga el dispograma de ensayo desde un archivo.
fr: Charge le graphique de périphérique de transit à partir d'un fichier.
it: Carica il grafico dispositivo provvisorio da un file.
ja: ファイルからステージングデバイスグラフを読み込みます。
pt_br: Carrega o gráfico do dispositivo provisório de um arquivo.
uk: Завантажує проміжний граф пристроїв із файлу.

source: MS-DOS on %s
ca: MS-DOS a %s
cs: MS-DOS na %s
da: MS-DOS på %s
de: MS-DOS auf %s
es: MS-DOS en %s
fr: MS-DOS sur %s
it: MS-DOS su %s
ja: %s にある MS-DOS
pt_br: MS-DOS em %s
uk: MS-DOS на %s

source: Metadata
ca: Metadades
de: Metadaten
es: Metadatos
fr: Métadonnées
it: Metadati
ja: メタデータ
pt_br: Metadados
uk: Метадані

source: Missing argument for command option '%s'.
ca: Falta l'argument de l'opció d'ordre %s.
cs: Chybí argument pro příkazovou volbu '%s'.
da: Manglende parameter til kommando tilvalget '%s'.
de: Fehlendes Argument für Kommandooption '%s'.
es: Argumento ausente para la opción de comando «%s».
fr: Argument manquant pour l'option de commande '%s'.
it: Argomento dell'opzione di comando '%s' mancante.
ja: コマンドオプション '%s' に対するパラメータが指定されていません。
pt_br: Argumento ausente para a opção de comando '%s'.
uk: Відсутній аргумент для опції команди “%s”.

source: Missing argument for global option '%s'.
ca: Falta l'argument de l'opció global %s.
cs: Chybí argument pro globální volbu '%s'.
da: Manglende parameter til globalt valg '%s'.
de: Fehlendes Argument für globale Option '%s'.
es: Argumento ausente para opción global «%s».
fr: Argument manquant pour l'option globale '%s'.
it: Argomento dell'opzione globale '%s' mancante.
ja: グローバルオプション '%s' に対するパラメータが指定されていません。
pt_br: Argumento ausente para a opção global '%s'.
uk: Відсутній аргумент для глобальної опції “%s”.

source: Missing block devices.
ca: Falten dispositius de bloc.
cs: Chybí bloková zařízení.
da: Manglende blokenhed.
de: Fehlende Blockgeräte.
es: Faltan dispositivos de bloques.
fr: Périphériques de bloc manquants.
it: dispositivi di blocco mancanti.
ja: ブロックデバイスがありません。
pt_br: Dispositivos de blocos ausentes.
uk: Відсутні блокові пристрої.

source: Missing size option.
da: Manglende valg af størrelse.
fr: Option de taille manquante.
uk: Відсутня опція вибору розміру.

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
pt_br: Modelo
uk: Модель

source: Mount Point
ca: Punt de muntatge
cs: Přípojný bod
da: Monteringspunkt
de: Einhängepunkt
es: Punto de montaje
fr: Point de montage
it: Punto di montaggio
ja: マウントポイント
pt_br: Ponto de Montagem
uk: Точка монтування

source: Name
ca: Nom
cs: Název
da: Navn
es: Nombre
fr: Nom
it: Nome
ja: 名前
pt_br: Nome
uk: Назва

source: New size too big.
da: Ny størrelse for stor.
fr: La nouvelle taille est trop grande.
uk: Новий розмір занадто великий.

source: New size too small.
da: Ny størrelse for lille.
fr: La nouvelle taille est trop petite.
uk: Новий розмір занадто малий.

source: No block devices allowed for command option '%s'.
ca: No es permeten dispositius de bloc per a l'opció d'ordre %s.
cs: Pro příkazovou volbu '%s' nejsou povolena bloková zařízení.
da: Ingen blokenheder tilladt for kommando valget '%s'.
de: Keine Blockgeräte für Kommandooption '%s' zulässig.
es: No se permiten dispositivos de bloque para la opción de comando «%s».
fr: Aucun périphérique de bloc autorisé pour l'option de commande '%s'.
it: Nessun dispositivo di blocco consentito per l'opzione di comando '%s'.
ja: コマンドオプション '%s' に対してブロックデバイスを指定することはできません。
pt_br: Nenhum dispositivo de blocos permitido para a opção de comando '%s'.
uk: Для опції команди “%s” не допускаються блокові пристрої.

source: No global block devices allowed.
ca: No es permeten dispositius de bloc globals.
cs: Nejsou povolena globální bloková zařízení.
da: Ingen globale blokenheder tilladt.
de: Keine globalen Blockgeräte zulässig.
es: Dispositivos globales de bloque, prohibidos.
fr: Aucun périphérique de bloc global autorisé.
it: Nessun dispositivo di blocco globale consentito.
ja: グローバルなブロックデバイスは指定できません。
pt_br: Nenhum dispositivo de blocos global permitido.
uk: Глобальні блокові пристрої заборонені.

source: Passwords do not match.
ca: Les contrasenyes no coincideixen.
cs: Hesla se neshodují.
da: Adgangskoder matcher ikke.
de: Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
it: Le password non corrispondono.
ja: パスワードが合致しません。
pt_br: As senhas não coincidem.
uk: Паролі не співпадають.

source: Pool
ca: Agrupació
cs: Zásobárna
es: Reserva
ja: プール
uk: Пул

source: Position
ca: Posició
cs: Poloha
es: Posición
it: Posizione
ja: 位置
pt_br: Posição
uk: Положення

source: Prints help.
ca: Imprimeix l'ajuda.
cs: Tisk nápovědy.
da: Udskriver hjælp.
de: Gibt Hilfetext aus.
es: Muestra ayuda.
fr: Imprime l'aide.
it: Stampa la guida.
ja: ヘルプを表示します。
pt_br: Imprime a ajuda.
uk: Виводить довідку.

source: Prints the stack.
ca: Imprimeix la pila.
cs: Tisk zásobníku.
da: Udskriver stakken.
de: Gibt den Stack aus.
es: Imprime la pila.
fr: Imprime la pile.
it: Stampa lo stack.
ja: スタックを表示します。
pt_br: Imprime a pilha.
uk: Виводить стек.

source: Probing...
ca: Sondant...
cs: Sonduji...
da: Sonderer...
de: Prüfung wird ausgeführt...
es: Sondeando...
fr: Sondage en cours...
it: Controllo in corso...
ja: 検出しています...
pt_br: Investigando...
uk: Зондування...

source: Profiles
ca: Perfils
cs: Profily
da: Profiler
de: Profile
es: Perfiles
fr: Profils
it: Profili
ja: プロファイル
pt_br: Perfis
uk: Профілі

source: Quit?
ca: Voleu sortir-ne?
cs: Ukončit?
da: Afslut?
de: Beenden?
es: ¿Salir?
fr: Quitter ?
it: Uscire?
ja: 終了しますか？
pt_br: Sair?
uk: Вийти?

source: Quits barrel.
ca: Surt del barril.
cs: Ukončí barrel.
da: Afslutter barrel.
de: Beendet Barrel.
es: Sale de barrel.
fr: Quitte le corps.
it: Esce dal barrel.
ja: barrel を終了します。
pt_br: Sai do barrel.
uk: Виходить з barrel.

source: RAID level already set for command 'raid'
ca: Nivell de RAID ja establert per a l'ordre raid
cs: Úroveň RAID je pro příkaz 'raid' již nastavena
da: RAID niveau er allerede sat for kommandoen 'raid'
de: RAID-Ebene für Kommando 'raid' ist bereits eingestellt
es: Nivel de RAID ya establecido para el comando «raid»
fr: Niveau de RAID déjà défini pour la commande 'raid'
it: Livello RAID già impostato per il comando 'raid'
ja: コマンド 'raid' に対する RAID レベルは既に指定されています
pt_br: Nível de RAID já definido para o comando "raid"
uk: Рівень RAID вже встановлено для команди 'raid'

source: Raid level missing for command 'raid'
ca: Falta el nivell de raid per a l'ordre raid.
cs: Chybí úroveň RAID pro příkaz 'raid'
da: RAID niveau mangler for kommandoen 'raid'
de: Raid-Ebene für Kommando 'raid' fehlt
es: Nivel de RAID ausente para el comando «raid»
fr: Niveau de Raid manquant pour la commande 'raid'
it: Livello RAID mancante per il comando 'raid'
ja: コマンド 'raid' に対する RAID レベルが指定されていません
pt_br: Nível de Raid ausente para o comando "raid"
uk: Рівень RAID відсутній для команди «raid»

source: Removes a device.
ca: Suprimeix un dispositiu.
cs: Odstraní zařízení.
da: Fjerner en enhed.
de: Entfernt ein Gerät.
es: Quita un dispositivo.
fr: Supprime un périphérique.
it: Rimuove un dispositivo.
ja: デバイスを削除します。
pt_br: Remove um dispositivo.
uk: Вилучає пристрій.

source: Removes a pool.
ca: Suprimeix una agrupació.
cs: Odstraní zásobárnu.
da: Fjerner en pool.
de: Entfernt einen Pool.
es: Quita un pool.
fr: Supprime un pool.
it: Rimuove un pool.
ja: プールを削除します。
pt_br: Remove um pool.
uk: Вилучає пул.

source: Removes devices from a pool.
ca: Suprimeix dispositius d'una agrupació.
cs: Odstraní zařízení ze zásobárny.
da: Fjerner enheder fra en pool.
de: Entfernt Geräte aus einem Pool.
es: Quita dispositivos de una reserva.
fr: Supprime des périphériques d'un pool.
it: Rimuove i dispositivi da un pool.
ja: プールからデバイスを削除します。
pt_br: Remove dispositivos de um pool.
uk: Вилучає пристрої з пулу.

source: Removes the top object from the stack.
ca: Suprimeix l'objecte de dalt de tot de la pila.
cs: Odstraní horní objekt ze zásobníku.
da: Fjerner det øverste objekt fra stakken.
de: Entfernt das oberste Objekt im Stack.
es: Quita el objeto apical de la pila.
fr: Supprime le premier objet de la pile.
it: Rimuove l'oggetto superiore dallo stack.
ja: スタックから最上位のオブジェクトを削除します。
pt_br: Remove o primeiro objeto superior da pilha.
uk: Видаляє верхній об'єкт зі стека.

source: Renames pool.
ca: Canvia el nom de l'agrupació.
cs: Přejmenuje zásobárnu.
da: Omdøber pool.
de: Benennt den Pool um.
es: Renombra una reserva.
fr: Renomme le pool.
it: Rinomina il pool.
ja: プールの名前を変更します。
pt_br: Renomeia um pool.
uk: Перейменовує пул.

source: Resizes a device.
da: Ændrer størrelsen på en enhed.
fr: Redimensionne un périphérique.
uk: Змінює розмір пристрою.

source: Restores the staging devicegraph to the last backup.
ca: Restaura el gràfic de dispositius a la darrera còpia de seguretat.
cs: Obnoví stavovou mapu zařízení z poslední zálohy.
da: Genskaber staging-enhedsgrafen til den seneste sikkerhedskopi.
de: Stellt den Staging-Gerätegraphen gemäß der letzten Sicherung wieder her.
es: Restaura el dispograma de ensayo al del último respaldo.
fr: Restaure le graphique de périphérique de transit selon la dernière sauvegarde.
it: Ripristina il grafico dispositivo provvisorio all'ultimo backup.
ja: 直近のバックアップからステージングデバイスグラフを復元します。
pt_br: Restaura o gráfico do dispositivo temporário ao último backup.
uk: Відновлює проміжний граф пристроїв до останньої резервної копії.

source: Save pools
ca: Desa les agrupacions
cs: Uloží zásobárny
da: Gem pools
de: Pools speichern
es: Guarda reservas
fr: Enregistrer les pools
it: Salva pool
ja: プールの保存
pt_br: Salvar pools
uk: Зберегти пули

source: Saves pools.
ca: Desa agrupacions.
cs: Uloží zásobárny.
da: Gemmer pools.
de: Speichert Pools.
es: Guarda reservas.
fr: Enregistre les pools.
it: Salva i pool.
ja: プールを保存します。
pt_br: Salva os pools.
uk: Зберігає пули.

source: Saves the devicegraph to a file.
ca: Desa el gràfic de dispositius en un fitxer.
cs: Uloží mapu zařízení do souboru.
da: Gemmer enhedsgraf til en fil.
de: Speichert den Gerätegraphen in einer Datei.
es: Guarda el gráfico de dispositivos en un archivo.
fr: Enregistre le graphique de périphérique de transit dans un fichier.
it: Salva il grafico dispositivo provvisorio su un file.
ja: デバイスグラフをファイルに保存します。
pt_br: Salva o gráfico do dispositivo em um arquivo.
uk: Зберігає граф пристроїв у файл.

source: Saving pools...
ca: Desant agrupacions...
cs: Ukládám zásobárny...
da: Gemmer pools...
de: Pools werden gespeichert...
es: Guardando reservas...
fr: Enregistrement des pools...
it: Salvataggio dei pool in corso...
ja: プールを保存しています...
pt_br: Salvando pools...
uk: Зберігання пулів...

source: Setting id of partition %s from unsupported value to %s.
ca: Es configura l'identificador de la partició %s del valor no admès a %s.
cs: Nastavit ID oddílu %s z nepodporované hodnoty na %s.
da: Indstiller id for partition %s fra en ikke-brugbar værdi til %s.
de: ID der Partition '%s' wird von einem nicht unterstützten Wert auf '%s' festgelegt.
es: Definiendo el ID de partición %s desde un valor no admitido a %s.
fr: Définition de l'ID de partition %s d'une valeur non prise en charge vers %s.
it: Impostazione id della partizione %s da un valore non supportato su %s.
ja: パーティション %s の ID を未サポート値から %s に変更しています。
pt_br: Configurando o ID da partição %s de um valor não suportado para %s.
uk: Встановлення ідентифікатора розділу %s з непідтримуваного значення на %s.

source: Shows DASDs.
ca: Mostra DASDs.
cs: Ukáže DASDy.
da: Vis DASDs.
de: Zeigt DASDs an.
es: Muestra DASDs.
fr: Affiche les DASD.
it: Mostra i DASD.
ja: DASD を表示します。
pt_br: Mostra DASDs.
uk: Показує DASD.

source: Shows LVM volume groups.
ca: Mostra els grups de volums LVM.
cs: Ukáže skupiny svazků LVM.
da: Vis LVM volume grupper.
de: Zeigt LVM-Volume-Gruppen an.
es: Muestra los grupos de volúmenes LVM.
fr: Affiche les groupes de volumes LVM.
it: Mostra i gruppi di volumi LVM.
ja: LVM ボリュームグループを表示します。
pt_br: Mostra grupos de volumes LVM.
uk: Показує групи томів LVM.

source: Shows RAIDs.
ca: Mostra RAIDs.
cs: Ukáže RAIDy.
da: Vis RAIDs.
de: Zeigt RAIDs an.
es: Muestra las RAIDs.
fr: Affiche les RAID.
it: Mostra i RAID.
ja: RAID を表示します。
pt_br: Mostra RAIDs.
uk: Показує масиви RAID.

source: Shows actiongraph.
ca: Mostra el gràfic de les accions.
cs: Ukáže graf akce.
da: Viser actiongraph.
de: Zeigt den Aktionsgraphen an.
es: Muestra el gráfico de acción.
fr: Affiche actiongraph.
it: Mostra ill actiongraph.
ja: アクショングラフを表示します。
pt_br: Mostra gráfico de ações.
uk: Показує граф дій.

source: Shows commit actions.
ca: Mostra les accions que s'apliquen.
cs: Ukáže potvrzující akce.
da: Viser commit actions.
de: Zeigt Commit-Aktionen an.
es: Muestra los acometimientos.
fr: Affiche les actions de validation.
it: Mostra le azioni di commit.
ja: 適用時に行われる処理を表示します。
pt_br: Mostra ações de confirmação.
uk: Показує дії щодо внесків.

source: Shows device tree.
ca: Mostra l'arbre de dispositius.
cs: Ukáže strom zařízení.
da: Viser enhedstræ.
de: Zeigt den Gerätebaum an.
es: Muestra el árbol de dispositivos.
fr: Affiche l'arborescence du périphérique.
it: Mostra l'albero di dispositivi.
ja: デバイスツリーを表示します。
pt_br: Mostra árvore de dispositivos.
uk: Показує дерево пристроїв.

source: Shows devicegraph.
ca: Mostra el gràfic dels dispositius.
cs: Ukáže mapu zařízení.
da: Viser enhedsgraf.
de: Zeigt den Gerätegraph an.
es: Muestra el gráfico de dispositivos.
fr: Affiche devicegraph.
it: Mostra devicegraph.
ja: デバイスグラフを表示します。
pt_br: Mostra gráfico de dispositivos.
uk: Показує граф пристроїв.

source: Shows disks.
ca: Mostra els discs.
cs: Ukáže disky.
da: Viser diske.
de: Zeigt Datenträger an.
es: Muestra los discos.
fr: Affiche les disques.
it: Mostra i dischi.
ja: ディスクを表示します。
pt_br: Mostra discos.
uk: Показує диски.

source: Shows encryption devices.
ca: Mostra els dispositius d'encriptació.
cs: Ukáže šifrovací zařízení.
da: Viser krypteringsenheder.
de: Zeigt Verschlüsselungsgeräte an.
es: Muestra los dispositivos de cifrado.
fr: Affiche les périphériques de chiffrement.
it: Mostra i dispositivi di cifratura.
ja: 暗号化デバイスを表示します。
pt_br: Mostra dispositivos criptografados.
uk: Показує пристрої шифрування.

source: Shows filesystems.
ca: Mostra els sistemes de fitxers.
cs: Ukáže systémy souborů.
da: Viser filsystemer.
de: Zeigt Dateisysteme an.
es: Muestra sistemas de archivos.
fr: Affiche les systèmes de fichiers.
it: Mostra i file system.
ja: ファイルシステムを表示します。
pt_br: Mostra sistemas de arquivos.
uk: Показує файлові системи.

source: Shows multipath devices.
ca: Mostra els dispositius multicamins.
cs: Ukáže vícecestná zařízení.
da: Viser multipath-enheder.
de: Zeigt Multipath-Geräte an.
es: Muestra dispositivos multirruta.
fr: Affiche les périphériques multipath.
it: Mostra i dispositivi multipath.
ja: マルチパスデバイスを表示します。
pt_br: Mostra dispositivos de múltiplos caminhos.
uk: Показує пристрої з кількома шляхами.

source: Shows pools.
ca: Mostra les agrupacions.
cs: Ukáže zásobárny.
da: Viser pools.
de: Zeigt Pools an.
es: Muestra las reservas.
fr: Affiche les pools.
it: Mostra i pool.
ja: プールを表示します。
pt_br: Mostra pools.
uk: Показує пули.

source: Size
ca: Mida
cs: Velikost
da: Størrelse
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
pt_br: Tamanho
uk: Розмір

source: Stripes
ca: Franges
cs: Proužky
es: Tiras
fr: Bandes
it: Segmenti
ja: ストライプ
pt_br: Segmentos
uk: Смужки

source: The command has the following subcommands:
ca: L'ordre té les subordres següents:
cs: Příkaz má následující dílčí příkazy:
da: Kommandoen har disse underkommandoer:
de: Kommando hat die folgenden Unterkommandos:
es: El comando tiene los siguientes subcomandos:
fr: La commande comporte les sous-commandes suivantes :
it: Il comando dispone dei sottocomandi seguenti:
ja: このコマンドには下記のようなサブコマンドが用意されています:
pt_br: O comando tem os seguintes subcomandos:
uk: Команда має такі підкоманди:

source: Transport
da: Forbindelse
de: Übertragung
es: Transporte
it: Trasporto
ja: トランスポート
pt_br: Transporte
uk: Передача

source: Type
ca: Tipus
cs: Typ
de: Typ
es: Tipo
it: Tipo
ja: 種類
pt_br: Tipo
uk: Тип

source: Unknown global option '%s'.
ca: Opció global desconeguda: %s.
cs: Neznámá globální volba '%s'.
da: Ukendt globalt valg '%s'.
de: Unbekannte globale Option '%s'.
es: Opción global «%s» desconocida.
fr: Option globale inconnue '%s'.
it: Opzione globale '%s' sconosciuta.
ja: 不明なグローバルオプション '%s' です。
pt_br: Opção global desconhecida '%s'.
uk: Невідомий глобальний параметр «%s».

source: Unknown option '%s' for command '%s'.
ca: Opció desconeguda %s per a l'ordre %s.
cs: Neznámá volba %s příkazu %s.
da: Ukendt valg '%s' for kommandoen '%s'.
de: Unbekannte Option '%s' für Kommando '%s'.
es: Opción «%s» desconocida para el comando «%s».
fr: Option '%s' inconnue pour la commande '%s'.
it: Opzione '%s' sconosciuta per il comando '%s'.
ja: コマンド '%s' に対する不明なオプション '%s' です。
pt_br: Opção desconhecida '%s' para o comando '%s'.
uk: Невідомий параметр “%s” для команди “%s”.

source: Usage
ca: Ús
cs: Použití
da: Brug
de: Verwendung
es: Uso
fr: Syntaxe
it: Uso
ja: 用途
pt_br: Uso
uk: Використання

source: Use an integer number from %d to %d.
ca: Useu un nombre enter de %d a %d.
cs: Použijte celé číslo od %d do %d.
da: Brug et heltal fra %d til %d.
de: Verwenden Sie eine Ganzzahl von %d bis %d.
es: Use un número entero entre %d y %d.
fr: Utilise un nombre entier compris entre %d et %d.
it: Usare un numero intero compreso fra %d e %d.
ja: %d から %d までの整数を指定してください。
pt_br: Use um número inteiro de %d a %d.
uk: Використовуйте ціле число від %d до %d.

source: Used
ca: Usat
cs: Použito
da: Brugt
de: Verwendet
es: Usado
fr: Utilisé
it: Usato
ja: 使用率
pt_br: Usado
uk: Використано

source: Vendor
ca: Proveïdor
cs: Obchodník
da: Leverandør
de: Hersteller
es: Fabricante
fr: Fournisseur
it: Fornitore
ja: 製造元
pt_br: Fornecedor
uk: Вендор

source: Verify password:
ca: Verifiqueu la contrasenya:
cs: Ověřit heslo:
da: Bekræft adgangskode:
de: Passwort bestätigen:
es: Verificar contraseña:
fr: Confirmez le mot de passe :
it: Verifica password:
ja: パスワードの確認入力:
pt_br: Confirme a senha:
uk: Підтвердіть пароль:

source: [ pushes a mark on the stack.
ca: [ posa una marca a la pila.
cs: [ vloží značku do zásobníku.
da: [ lægger et mærkat på stakken.
de: [ überträgt eine Markierung auf den Stack.
es: [ empuja una marca a la pila.
fr: [ distribue une marque sur la pile.
it: [ porre un contrassegno sullo stack.
ja: [ はスタック内にマークをプッシュします。
pt_br: [ coloca uma marca na pilha.
uk: [ додає позначку до стека.

source: ] constructs an array.
ca: ] construeix una matriu.
cs: ] vytvoří pole.
da: ] laver et array.
de: ] baut ein Array auf.
es: ] construye una matriz.
fr: ] construit un tableau.
it: ] costruisce un array.
ja: ] は配列を構築します。
pt_br: ] cria uma matriz.
uk: ] створює масив.

source: activate by
ca: activació
cs: aktivovat pomocí
da: aktiver ved
de: aktivieren durch
es: activación
fr: activer par
it: attiva in base a
ja: 下記によって有効化
uk: активувати за

source: activate options
ca: opcions d'activació
cs: možnosti aktivace
da: aktiveringsmuligheder
de: Optionen aktivieren
es: opciones de activación
fr: options d'activation
it: opzioni di attivazione
ja: 有効化オプション
uk: параметри активації

source: activate storage systems at startup
ca: activa els sistemes d'emmagatzematge a l'inici
cs: při startu aktivovat paměťové systémy
da: aktiver lagersystemer ved start
de: Speichersysteme beim Start aktivieren
es: activar los sistemas de almacenamiento al inicio
fr: activer les systèmes de stockage au démarrage
it: attiva sistemi di memorizzazione all'avvio
ja: 起動時にストレージシステムを有効化する
pt_br: ativar sistemas de armazenamento na inicialização
uk: активувати системи зберігання при запуску

source: activate-by label requires a label
ca: l'etiqueta d'activació requereix una etiqueta
cs: activate-by label vyžaduje štítek
da: aktiver-ved mærkat kræver et mærkat
es: la etiqueta de activación requiere una etiqueta
fr: L'étiquette activate-by (activer-par) nécessite une étiquette
it: attiva in base a un'etichetta richiede un'etichetta
ja: activate-by ラベルにはラベルを指定する必要があります
uk: активація за міткою вимагає наявність мітки

source: answer all questions with yes
ca: contesta totes les preguntes amb sí
cs: na všechny otázky odpovědět 'yes' (ano)
da: besvar alle spørgsmål med ja
de: alle Fragen mit ja beantworten
es: responder sí a todas las preguntas
fr: répondre à toutes les questions par "oui"
it: rispondi sì a tutte le domande
ja: 全ての質問に対して 'yes' (はい) と回答します
pt_br: responder a todas as perguntas com Sim
uk: на всі питання відповісти "так"

source: array with %d object
ca: matriu amb %d objecte
cs: pole s %d objektem
da: array med %d objekt
de: Array mit %d Objekt
es: matriz con %d objeto
fr: tableau avec %d objet
it: array con %d oggetto
ja: %d 個のオブジェクトがある配列
pt_br: matriz com %d objeto
uk: масив з %d об'єкта

source: bad devices argument
ca: argument de dispositius malmesos
cs: chybný argument 'devices'
da: ugyldigt valg for devices
de: schlechtes Geräteargument
es: devices, mal argumento
fr: argument incorrect pour les périphériques
it: argomento dispositivi non valido
ja: デバイスパラメータが正しくありません
pt_br: argumento de dispositivos inválido
uk: аргумент про несправні пристрої

source: bad stripes argument
ca: argument de franges malmeses
cs: chybný argument 'stripes'
da: ugyldigt valg for stripes
de: schlechtes Stripe-Argument
es: stripes, mal argumento
fr: argument incorrect pour les bandes
it: argomento segmenti non valido
ja: ストライプパラメータが正しくありません
pt_br: argumento de segmentos inválido
uk: аргумент про несправні смуги

source: be more verbose
ca: mostra més informació
cs: více zpráv o průběhu
da: vis mere information
de: ausführlichere Angaben anzeigen
es: sé más prolijo
fr: être plus détaillé
it: più prolisso
ja: より冗長に表示します
pt_br: ser mais detalhado
uk: бути більш розлогим

source: be quiet
ca: mostra menys informació
cs: bez zpráv o průběhu
da: vær stille
de: keine Angaben anzeigen
es: sé silencioso
fr: être silencieux
it: silenzio
ja: より簡潔に表示します
pt_br: ser silencioso
uk: без повідомлень
