Repository: openSUSE/barrel
Catalog: po/*.po
Languages: ca, cs, da, de, es, fr, it, ja, pt_br, uk

source: block device '%s' cannot be removed
ca: el dispositiu de bloc %s no es pot suprimir
cs: blokové zařízení %s nelze odstranit
da: blokenheder '%s' kan ikke fjernes
de: Blockgerät '%s' kann nicht entfernt werden
es: el dispositivo de bloques «%s» no puede ser removido
fr: le périphérique de bloc '%s' ne peu tpas être supprimé
it: impossibile rimuovere il dispositivo di blocco '%s'
ja: ブロックデバイス '%s' は削除できません
pt_br: não é possível remover o dispositivo de blocos '%s'
uk: Блок-пристрій “%s” не може бути видалений

source: block device '%s' cannot be used as a regular block device
ca: el dispositiu de bloc %s no es pot usar com a dispositiu de bloc normal
cs: blokové zařízení %s nelze použít jako běžné blokové zařízení
da: blokenheder '%s' kan ikke bruges som et normalt block device
de: Blockgerät '%s' kann nicht als normales Blockgerät verwendet werden
es: El dispositivo de bloques «%s» no puede ser usado como dispositivo de bloques regular
fr: le périphérique de bloc '%s' ne peut pas être utilisé comme un périphérique de bloc normal
it: impossibile utilizzare il dispositivo di blocco '%s' come dispositivo di blocco normale
ja: ブロックデバイス '%s' は通常のブロックデバイスとしては使用できません
pt_br: não é possível usar o dispositivo de blocos '%s' como um dispositivo de blocos regular
uk: блоковий пристрій “%s” не може використовуватися як звичайний блоковий пристрій

source: block device '%s' is in use
ca: el dispositiu de bloc %s està en ús
cs: blokové zařízení %s se používá
da: blokenhed '%s' er i brug
de: Blockgerät '%s' wird verwendet
es: el dispositivo de bloques «%s» está en uso
fr: le périphérique de bloc '%s' est en cours d'utilisation
it: il dispositivo di blocco '%s' è in uso
ja: ブロックデバイス '%s' は使用中です
pt_br: dispositivo de blocos '%s' está em uso
uk: блоковий пристрій “%s” використовується

source: block devices for LVM volume group missing
ca: Bloca els dispositius per al grup de volums LVM que no hi ha.
cs: chybí bloková zařízení pro skupinu svazků LVM
da: blokenheder for LVM volume gruppe mangler
de: Blockgeräte für LVM-Volumengruppe fehlen
es: los dispositivos de bloques para el grupo de volúmenes LVM faltan
fr: périphériques de bloc manquants pour le groupe de volumes LVM
it: dispositivi di blocco per il volume LVM mancanti
ja: LVM ボリュームグループに対するブロックデバイスがありません
pt_br: dispositivos de blocos ausentes do grupo de volumes LVM
uk: відсутні блокові пристрої для групи томів LVM

source: block devices for RAID missing
ca: Bloca els dispositius per a RAID que no hi ha.
cs: chybí bloková zařízení pro RAID
da: blokenheder for RAID mangler
de: Blockgeräte für RAID fehlen
es: los dispositivos de bloques para RAID faltan
fr: périphériques de bloc manquants pour RAID
it: dispositivi di blocco per RAID mancanti
ja: RAID に対するブロックデバイスがありません
pt_br: dispositivos de blocos ausentes para RAID
uk: відсутні блокові пристрої для RAID

source: block devices for filesystem missing
ca: Bloca els dispositius per al sistema de fitxers que no hi ha.
cs: chybí bloková zařízení pro systém souborů
da: blokenheder for filsystem mangler
de: Blockgeräte für Dateisystem fehlen
es: los dispositivos de bloques para el sistema de archivos faltan
fr: périphériques de bloc manquants pour le système de fichiers
it: dispositivi di blocco per il filesystem mancanti
ja: ファイルシステムに対するブロックデバイスがありません
pt_br: dispositivos de blocos ausentes do sistema de arquivos
uk: відсутні блокові пристрої для файлової системи

source: block devices missing for command 'raid'
ca: falten dispositius de bloc per a l'ordre raid
cs: chybí bloková zařízení pro příkaz 'raid'
da: blokenheder mangler for kommandoen 'raid'
de: Blockgeräte für Kommando 'raid' fehlen
es: Dispositivos de bloque ausentes para el comando «raid»
fr: périphériques de bloc manquants pour la commande 'raid'
it: dispositivi di blocco mancanti per il comando 'raid'
ja: コマンド 'raid' に対するブロックデバイスが指定されていません
pt_br: dispositivos de blocos ausentes para o comando "raid"
uk: відсутні блокові пристрої для команди «raid»

source: close for json file '%s' failed
ca: ha fallat tancar el fitxer json %s
cs: close json souboru '%s' selhalo
da: lukning af json filen '%s' fejlede
de: Schließen von json-Datei '%s' fehlgeschlagen
es: cerrar si el archivo json %s falla
fr: échec de la fermeture du fichier JSON '%s'
it: chiusura del file json '%s' non riuscita
ja: JSON ファイル '%s' を閉じる処理が失敗しました
pt_br: fechar para o arquivo json '%s' falhou
uk: закриття з файлом json “%s” не вдалося

source: closing json file '%s' failed
ca: ha fallat tancar el fitxer json %s
cs: uzavření json souboru '%s' selhalo
da: json filen '%s' kunne ikke lukkes
de: Schließen der json-Datei '%s' fehlgeschlagen
es: cierre fallido del archivo json «%s»
fr: échec de la fermeture du fichier JSON '%s'
it: chiusura del file json '%s' non riuscita
ja: JSON ファイル '%s' を閉じる処理が失敗しました
pt_br: falha ao fechar o arquivo json '%s'
uk: закриття файлу json “%s” не вдалося

source: deleted device
ca: dispositiu suprimit
cs: odstraněné zařízení
da: slettet enhed
de: gelöschtes Gerät
es: dispositivo suprimido
fr: périphérique supprimé
it: dispostivo rimosso
ja: 削除済みのデバイス
pt_br: dispositivos excluídos
uk: видалений пристрій

source: device '%s' not found in mapping
ca: el dispositiu %s no s'ha trobat al mapatge
cs: zařízení '%s' nenalezeno v mapování
da: enheden '%s' blev ikke fundet i mapping
de: Gerät '%s' nicht in Zuordnung gefunden
es: Dispositivo «%s» no encontrado en el mapeo
fr: périphérique '%s' introuvable dans le mappage
it: dispositivo '%s' non trovato nella mappatura
ja: デバイス '%s' がマッピング内にありません
pt_br: dispositivo '%s' não encontrado no mapeamento
uk: пристрій “%s” не знайдено в картографії

source: do not add in /etc/crypttab
ca: no ho afegeixis a /etc/crypttab
cs: nepřidat do /etc/crypttab
da: tilføj ikke i /etc/crypttab
de: nicht in /etc/crypttab hinzufügen
es: no añadir en /etc/crypttab
fr: ne pas ajouter dans /etc/crypttab
it: non aggiungere in /etc/fstab
ja: /etc/crypttab 内に追加しません
pt_br: não adicionar a /etc/crypttab
uk: не додавати в /etc/crypttab

source: do not add in /etc/fstab
ca: no ho afegeixis a /etc/fstab
cs: nepřidat do /etc/fstab
da: tilføj ikke i /etc/fstab
de: nicht in /etc/fstab hinzufügen
es: no añadir en /etc/fstab
fr: ne pas ajouter dans /etc/fstab
it: no aggiungere nell /etc/fstab
ja: /etc/fstab 内に追加しません
pt_br: não adicionar no /etc/fstab
uk: не додавати в /etc/fstab

source: do not add in /etc/mdadm.conf
da: tilføj ikke i /etc/mdadm.conf
fr: ne pas ajouter dans /etc/mdadm.conf
uk: не додавати в /etc/mdadm.conf

source: do not commit anything to disk
ca: no apliquis res al disc
cs: nic nepotvrdit na disk
da: foretag ikke ændringer på disken
de: nichts auf Datenträger speichern
es: No acometer nada al disco
fr: ne rien valider sur le disque
it: non eseguire il commit di alcun elemento sul disco
ja: ディスクに対しては何も適用しません
pt_br: não confirmar nada no disco
uk: не записувати нічого на диск

source: do not show colors
ca: no mostris els colors
cs: neukázat barvy
da: vis ikke farver
de: keine Farben anzeigen
es: no mostrar colores
fr: ne pas afficher les couleurs
it: non mostra i colori
ja: 色を表示しません
pt_br: não mostrar cores
uk: не показувати кольори

source: do not show partitions on DASDs
ca: no mostris particions als DASD
cs: neukázat oddíly na zařízeních DASD
da: vis ikke partitioner på DASD'er
de: Partitionen auf DASDs nicht anzeigen
es: no mostrar particiones en DASDs
fr: ne pas afficher les partitions sur les DASD
it: non mostrare le partizioni sui DASD
ja: DASD 内のパーティションを表示しません
pt_br: não mostrar partições em DASDs
uk: не показувати розділи на DASD

source: do not show partitions on RAIDs
ca: no mostris particions a les RAID
cs: neukázat oddíly na zařízeních RAID
da: vis ikke partitioner på RAID's
de: Partitionen auf RAIDs nicht anzeigen
es: no mostrar particiones en RAIDs
fr: ne pas afficher les partitions sur les RAID
it: non mostrare le partizioni sui RAID
ja: RAID 内のパーティションを表示しません
pt_br: não mostrar partições em RAIDs
uk: не показувати розділи на RAID'ах

source: do not show partitions on disks
ca: no mostris particions als discs
cs: neukázat oddíly na discích
da: vis ikke partitioner på diske
de: Partitionen auf Datenträgern nicht anzeigen
es: no mostrar particiones en discos
fr: ne pas afficher les partitions sur les disques
it: non mostrare le partizioni sui dischi
ja: ディスク内のパーティションを表示しません
pt_br: não mostrar partições em discos
uk: не показувати розділи на дисках

source: do not show partitions on multipath devices
ca: no mostris particions en dispositius multicamins
cs: neukázat oddíly na vícecestných zařízeních
da: vis ikke partitioner på multipath-enheder
de: Partitionen auf Multipath-Geräten nicht anzeigen
es: no mostrar particiones en dispositivos multirruta
fr: ne pas afficher les partitions sur les périphériques multipath
it: non mostrare le partizioni sui dispositivi multipath
ja: マルチパスデバイス内のパーティションを表示しません
pt_br: não mostrar partições em dispositivos de múltiplos caminhos
uk: не показувати розділи на пристроях з кількома шляхами доступу

source: done
ca: fet
cs: hotovo
da: færdig
de: fertig
es: hecho
fr: terminé
it: fine
ja: 完了
pt_br: concluído
uk: виконано

source: element of array for '%s' not string
ca: l'element de la matriu per a %s no és una cadena
cs: prvek pole '%s' není řetězec
da: element i array for '%s' er ikke en streng
de: Element des Arrays für '%s' ist keine Zeichenkette
es: elemento de arreglo para «%s» no es una ristra
fr: l'élément du tableau pour '%s' n'est pas une chaîne
it: l'elemento della matrice di '%s' non è una stringa
ja: '%s' に対する配列の要素が文字列ではありません
pt_br: elemento da matriz de '%s' não é string
uk: елемент масиву для “%s” не є рядком

source: element of devices array for '%s' not string
ca: l'element de la matriu de dispositius per a %s no és una cadena
cs: prvek pole zařízení '%s' není řetězec
da: element af device array for '%s' er ikke en streng
de: Element des Geräte-Arrays für '%s' ist keine Zeichenkette
es: elemento de arreglo de dispositivos para «%s» no es una ristra
fr: l'élément du tableau des périphériques pour '%s' n'est pas une chaîne
it: l'elemento della matrice di dispositivi di '%s' non è una stringa
ja: '%s' に対するデバイス配列の要素が文字列ではありません
pt_br: elemento da matriz de dispositivos de '%s' não é string
uk: елемент масиву пристроїв для “%s” не є рядком

source: encryption type
ca: tipus d'encriptació
cs: typ šifrování
da: krypterings-type
de: Verschlüsselungstyp
es: tipo de cifrado
fr: type de chiffrement
it: tipo di cifratura
ja: 暗号化の種類
pt_br: tipo de criptografia
uk: тип шифрування

source: encryption type already set for command 'encryption'
ca: el tipus d'encriptació ja està definit per a l'ordre encryption
cs: typ šifrování pro příkaz 'encryption' je již nastaven
da: krypterings-type er allerede sat for kommandoen 'encryption'
de: Verschlüsselungstyp für Kommando 'Verschlüsselung' ist bereits festgelegt
es: tipo de cifrado ya establecido para el comando «encryption»
fr: type de chiffrement déjà défini pour la commande 'encryption'
it: tipo di cifratura già impostato per il comando 'encryption'
ja: コマンド 'encryption' に対する暗号化の種類は既に指定されています
pt_br: tipo de criptografia já definido para o comando "encryption"
uk: тип шифрування вже встановлено для команди «encryption»

source: encryption type missing for command 'encryption'
ca: falta el tipus d'encriptació per a l'ordre encryption
cs: chybí typ šifrování pro příkaz 'encryption'
da: krypterings-type mangler for kommandoen 'encryption'
de: Verschlüsselungstyp für Kommando 'encryption' fehlt
es: tipo de cifrado ausente para el comando «encryption»
fr: type de chiffrement manquant pour la commande 'encryption'
it: tipo di cifratura mancante per il comando 'encryption'
ja: コマンド 'encryption' に対する暗号化の種類が指定されていません
pt_br: tipo de criptografia ausente para o comando "encryption"
uk: тип шифрування відсутній для команди «encryption»

source: error:
cs: chyba:
da: fejl:
de: Fehler:
fr: erreur :
it: errore:
ja: エラー:
pt_br: erro:
uk: помилка:

source: excessive content in json file '%s'
ca: contingut excessiu al fitxer json %s
cs: nadbytečný obsah souboru json '%s'
da: unødvendigt indhold i json filen '%s'
de: überschüssiger Inhalt in json-Datei '%s'
es: contenido excesivo en archivo json «%s»
fr: contenu excessif dans le fichier JSON '%s'
it: contenuto eccessivo nel file json '%s'
ja: JSON ファイル '%s' 内の内容が過剰です
pt_br: conteúdo excessivo no arquivo json '%s'
uk: надмірний вміст у файлі json '%s'

source: failed to calculate actions
ca: ha fallat calcular les accions
cs: nepodařilo se vypočítat akce
da: kunne ikke beregne handlinger
de: Berechnung von Aktionen fehlgeschlagen
es: falla al calcular acciones
fr: échec du calcul des actions
it: calcolo delle azioni non riuscito
ja: 処理の計算に失敗しました
pt_br: falha ao calcular ações
uk: не вдалося розрахувати дії

source: failed to parse size '%s'
ca: Ha fallat analitzar la mida %s.
cs: nepodařilo se zpracovat velikost '%s'
da: kunne ikke læse størrelse '%s'
de: Größe '%s' konnte nicht geparst werden
es: error al analizar el tamaño %s
fr: échec de l'analyse de la taille '%s'
it: impossibile analizzare la dimensione '%s'
ja: サイズ '%s' の解釈に失敗しました
pt_br: falha ao analisar o tamanho '%s'
uk: не вдалося проаналізувати розмір '%s'

source: filesystem %s on %s
ca: sistema de fitxers %s a %s
cs: systém souborů %s na %s
da: filsystem %s på %s
de: Dateisystem %s auf %s
es: sistema de archivos %s en %s
fr: système de fichiers %s sur %s
it: file system %s su %s
ja: ファイルシステム %s (%s 内)
pt_br: sistema de arquivos %s em %s
uk: файлова система %s на %s

source: filesystem type already set for command 'filesystem'
ca: el tipus de sistema de fitxers ja està establert per a l'ordre filesystem
cs: typ souborového systému pro příkaz 'filesystem' je již nastaven
da: filsystemets type er allerede valgt for kommandoen 'filesystem'
de: Dateisystemtyp für Kommando 'filesystem' ist bereits festgelegt
es: tipos sistema de archivos ya establecido para el comando «filesystem»
fr: type de système de fichiers déjà défini pour la commande 'filesystem'
it: tipo di file system già impostato per il comando 'filesystem'
ja: コマンド 'filesystem' に対するファイルシステムの種類は既に指定されています
pt_br: tipo de sistema de arquivos já definido para o comando "filesystem"
uk: тип файлової системи вже встановлено для команди «filesystem»

source: filesystem type missing for command 'filesystem'
ca: falta el tipus de sistema de fitxers per a l'ordre filesystem
cs: chybí typ souborového systému pro příkaz 'filesystem'
da: filsystemets type mangler for kommandoen 'filesystem'
de: Dateisystemtyp für Kommando 'filesystem' fehlt
es: tipo de sistema de archivo ausente para el comando «filesystem»
fr: type de système de fichiers manquant pour la commande 'filesystem'
it: tipo di file system mancante per il comando 'filesystem'
ja: コマンド 'filesystem' に対するファイルシステムの種類が指定されていません
pt_br: tipo de sistema de arquivos ausente para o comando "filesystem"
uk: тип файлової системи відсутній для команди «filesystem»

source: force if block device is in use
ca: força-ho si el dispositiu de bloc està en ús
cs: násilně, pokud se blokové zařízení používá
da: gennemtving, hvis blokenheden er i brug
de: erzwingen, wenn Blockgerät in Verwendung ist
es: forzar si el dispositivo de bloques está en uso
fr: forcer si le périphérique de bloc est en cours d'utilisation
it: forza se il dispositivo di blocco è in uso
ja: ブロックデバイスが既に使用されていても強制的に使用します
pt_br: forçar se o dispositivo de blocos estiver em uso
uk: примусово, якщо блок-пристрій використовується

source: force if block devices are in use
ca: força-ho si els dispositius de bloc estan en ús
cs: násilně, pokud se bloková zařízení používají
da: gennemtving, hvis blokenhederne er i brug
de: erzwingen, wenn Blockgeräte in Verwendung sind
es: forzar si los dispositivos de bloques están en uso
fr: forcer si les périphériques de bloc sont en cours d'utilisation
it: forza se i dispositivi di blocco sono in uso
ja: ブロックデバイスが既に使用されていても強制的に使用します
pt_br: forçar se os dispositivos de blocos estiverem em uso
uk: примусово, якщо блок-пристрої задіяні

source: go downwards
ca: ves avall
cs: směrem dolů
da: gå nedad
de: nach unten gehen
es: descender
fr: descendre
it: vai giù
ja: 下に移動
pt_br: descer
uk: знижуватися

source: go upwards
ca: ves amunt
cs: směrem nahoru
da: gå opad
de: nach oben gehen
es: ascender
fr: monter
it: vai su
ja: 上に移動
pt_br: subir
uk: підніматися

source: invalid devices value '%d'
ca: valor de dispositius no vàlid: %d
cs: neplatná hodnota zařízení '%d'
da: ugyldig værdi for enheder '%d'
de: ungültiger Gerätewert '%d'
es: Valor de dispositivos no válido: %d
fr: valeur '%d' non valide pour les périphériques
it: valore dispositivi '%d' non valido
ja: デバイスの値 '%d' が正しくありません
pt_br: valor de dispositivos '%d' inválido
uk: недійсне значення пристроїв '%d'

source: invalid logical volume name for command 'lv'
ca: nom de volum lògic no vàlid per a l'ordre lv
cs: neplatný název logického svazku pro příkaz 'lv'
da: ugyldigt navn på logisk volume for kommandoen 'lv'
de: ungültiger Name für logisches Volume in Kommando 'lv'
es: nombre inválido de volumen lógico para el comando «lv»
fr: nom de volume logique non valide pour la commande 'lv'
it: nome del volume logico non valido per il comando 'lv'
ja: コマンド 'lv' に対する論理ボリューム名が正しくありません
pt_br: nome do volume lógico inválido para o comando "lv"
uk: недійсне ім'я логічного тому для команди 'lv'

source: invalid path '%s'
ca: camí no vàlid: %s
cs: neplatná cesta '%s'
da: ugyldig sti '%s'
de: Pfad '%s' ist ungültig
es: ruta «%s» inválida
fr: chemin '%s' non valide
it: percorso '%s' non valido
ja: パス '%s' が正しくありません
pt_br: caminho '%s' inválido
uk: недійсний шлях '%s'

source: invalid size '%s'
ca: mida no vàlida: %s
cs: neplatná velikost '%s'
da: ugyldig størrelse '%s'
de: ungültige Größe '%s'
es: tamaño %s no válido
fr: taille '%s' non valide
it: dimensione '%s' non valida
ja: サイズ '%s' が正しくありません
pt_br: tamanho '%s' inválido
uk: недійсний розмір '%s'

source: invalid volume group name for command 'vg'
ca: nom de grup de volums no vàlid per a l'ordre vg
cs: neplatný název skupiny svazků pro příkaz 'vg'
da: ugyldigt volume group navn for kommandoen 'vg'
de: ungültiger Name für Volume-Gruppe in Kommando 'vg'
es: nombre inválido de grupo de volúmenes para el comando «vg»
fr: nom du groupes de volumes non valide pour la commande 'vg'
it: nome del gruppo di volumi non valido per il comando 'vg'
ja: コマンド 'vg' に対するボリュームグループ名が正しくありません
pt_br: nome do grupo de volumes inválido para o comando "vg"
uk: недійсна назва групи томів для команди 'vg'

source: keep underlying partitions
ca: mantén les particions subjacents
cs: zachovat podřazené oddíly
da: behold de underliggende partitioner
de: zugrunde liegende Partitionen beibehalten
es: mantener particiones subyacentes
fr: conserver les partitions sous-jacentes
it: mantieni partizioni sottostanti
ja: 含まれるパーティションを保持します
pt_br: manter partições subjacentes
uk: зберегти основні розділи

source: label only supported for LUKS2
ca: etiqueta només admesa per LUKS2
cs: štítek podporován pouze pro LUKS2
da: etiket understøttes kun af LUKS2
es: etiqueta solo admitida por LUKS2
fr: étiquette uniquement prise en charge pour LUKS2
it: etichetta supportata solo per LUKS2
ja: ラベルは LUKS2 のみでサポートされています
uk: мітка підтримується тільки для LUKS2

source: logical volume '%s' has size zero
da: logisk volume '%s' har størrelsen nul
fr: Le volume logique '%s' a une taille nulle
uk: логічний том “%s” має розмір нуль

source: mapped DASD for '%s' has different format
ca: el DASD mapat per a %s té un format diferent
cs: mapované zařízení DASD pro '%s' má jiný formát
da: mapped DASD for '%s' har et andet format
de: zugeordnetes DASD für '%s' hat ein anderes Format
es: el DASD mapeado para «%s» tiene diferente formato
fr: le DASD assigné pour '%s' présente un format différent
it: il DASD mappato per '%s' dispone di un formato diverso
ja: '%s' に対応する DASD が異なる形式になっています
pt_br: DASD mapeado para '%s' com formato diferente
uk: відображений DASD для «%s» має інший формат

source: mapped DASD for '%s' has different type
ca: el DASD mapat per a %s té un tipus diferent
cs: mapované zařízení DASD pro '%s' má jiný typ
da: mapped DASD for '%s' har en anden type
de: zugeordnetes DASD für '%s' hat einen anderen Typ
es: el DASD mapeado para «%s» es de diferente tipo
fr: le DASD assigné pour '%s' présente un type différent
it: il DASD mappato per '%s' dispone di un tipo diverso
ja: '%s' に対応する DASD が異なる種類になっています
pt_br: DASD mapeado para '%s' com tipo diferente
uk: відображений DASD для «%s» має інший тип

source: mapped DASD for '%s' mapped twice
ca: el DASD mapat per a %s s'ha mapat dos cops
cs: namapovaný DASD pro '%s' je mapován dvakrát
da: mapped DASD for '%s' er mapped to gange
de: DASD für '%s' wurde doppelt zugeordnet
es: el DASD mapeado reiteradamente para «%s»
fr: le DASD assigné pour '%s' est assigné deux fois
it: il DASD mappato per '%s' è stato mappato due volte
ja: '%s' に対応する DASD が 2 回マップされています
pt_br: DASD mapeado duas vezes para '%s'
uk: DASD для «%s» відображено двічі

source: mapped DM RAID for '%s' mapped twice
ca: la RAID DM mapada per a %s s'ha mapat dos cops
cs: namapovaný DM RAID pro '%s' je mapován dvakrát
da: mapped DM RAID for '%s' mapped to gange
de: DM-RAID für '%s' wurde doppelt zugeordnet
es: el RAID DM mapeado reiteradamente para «%s»
fr: DM RAID assigné pour '%s' assigné deux fois
it: il RAID DM mappato per '%s' è stato mappato due volte
ja: '%s' に対応する DM RAID が 2 回マップされています
pt_br: DM RAID mapeado duas vezes para '%s'
uk: DM RAID для “%s” відображено двічі

source: mapped device for '%s' has different block size
ca: el dispositiu mapat per a %s té una mida de bloc diferent
cs: zařízení mapované pro '%s' má jinou velikost bloku
da: mapped enhed for '%s' har en anden blokstørrelse
de: Gerät für '%s' hat eine andere Blockgröße
es: dispositivo mapeado para «%s» tiene diferente tamaño de bloque
fr: le périphérique assigné pour '%s' présente une taille de bloc différente
it: il dispositivo mappato per '%s' dispone di una dimensione di blocco diversa
ja: '%s' に対応するデバイスが異なるブロックサイズになっています
pt_br: dispositivo mapeado para '%s' com tamanho de bloco diferente
uk: пристрій, відображений для «%s», має інший розмір блоку

source: mapped device for '%s' is not a DASD
ca: el dispositiu mapat per a %s no és DASD
cs: zařízení mapované pro '%s' není typu DASD
da: mapped enhed for '%s' er ikke en DASD
de: zugeordnetes Gerät für '%s' ist kein DASD
es: dispositivo mapeado para «%s» no es un DASD
fr: le périphérique assigné pour '%s' n'est pas un DASD
it: il dispositivo mappato per '%s' non è un DASD
ja: '%s' に対応するデバイスは DASD ではありません
pt_br: dispositivo mapeado para '%s' não é DASD
uk: пристрій, призначений для “%s”, не є DASD

source: mapped device for '%s' is not a DM RAID
ca: el dispositiu mapat per a %s no és RAID DM
cs: zařízení mapované pro '%s' není typu DM RAID
da: mapped enhed for '%s' er ikke en DM-RAID
de: zugeordnetes Gerät für '%s' ist kein DM-RAID
es: dispositivo mapeado para «%s» no es un RAID DM
fr: le périphérique assigné pour '%s' n'est pas un DM RAID
it: il dispositivo mappato per '%s' non è un RAID DM
ja: '%s' に対応するデバイスは DM RAID ではありません
pt_br: dispositivo mapeado para '%s' não é DM RAID
uk: пристрій, відображений для «%s», не є DM RAID

source: mapped device for '%s' is not a disk
ca: el dispositiu mapat per a %s no és un disc
cs: zařízení mapované pro '%s' není disk
da: mapped enhed for '%s' er ikke en disk
de: zugeordnetes Gerät für '%s' ist kein Datenträger
es: dispositivo mapeado para «%s» no es un disco
fr: le périphérique assigné pour '%s' n'est pas un disque
it: il dispositivo mappato per '%s' non è un disco
ja: '%s' に対応するデバイスはディスクではありません
pt_br: dispositivo mapeado para '%s' não é disco
uk: пристрій, відображений для «%s», не є диском
