Repository: openSUSE/barrel
Catalog: po/*.po
Languages: ca, cs, da, de, es, fr, it, ja, pt_br, uk

source: mapped device for '%s' is not a multipath
ca: el dispositiu mapat per a %s no és un multicamí
cs: mapované zařízení pro '%s' není vícecestné
da: mapped enhed for '%s' er ikke en multipath
de: zugeordnetes Gerät für '%s' ist kein Multipath-Gerät
es: dispositivo mapeado para «%s» no es multirruta
fr: le périphérique assigné pour '%s' n'est pas un périphérique multipath
it: il dispositivo mappato per '%s' non è multipath
ja: '%s' に対応するデバイスはマルチパスではありません
pt_br: dispositivo mapeado para '%s' não é de múltiplos caminhos
uk: пристрій, відображений для «%s», не є мультишляхом

source: mapped device for '%s' is smaller
ca: el dispositiu mapat per a %s és més petit
cs: mapované zařízení pro '%s' je menší
da: mapped enhed for '%s' er mindre
de: zugeordnetes Gerät für '%s' ist kleiner
es: dispositivo mapeado para «%s» es más pequeño
fr: le périphérique assigné pour '%s' est plus petit
it: il dispositivo mappato per '%s' è di dimensioni più piccole
ja: '%s' に対応するデバイスが小さすぎます
pt_br: dispositivo mapeado para '%s' é menor
uk: відповідність пристрою для «%s» є меншою

source: mapped device for '%s' not found
ca: el dispositiu mapat per a %s no s'ha trobat
cs: mapované zařízení pro '%s' nenalezeno
da: mapped enhed for '%s' findes ikke
de: zugeordnetes Gerät für '%s' nicht gefunden
es: dispositivo mapeado para «%s» no encontrado
fr: périphérique assigné pour '%s' introuvable
it: il dispositivo mappato per '%s' non è stato trovato
ja: '%s' に対応するデバイスが見つかりません
pt_br: dispositivo mapeado para '%s' não encontrado
uk: Не знайдено підключеного пристрою для «%s»

source: mapped disk for '%s' mapped twice
ca: el disc mapat per a %s s'ha mapat dos cops
cs: mapovaný disk pro '%s' namapován dvakrát
da: mapped disk for '%s' mapped to gange
de: Datenträger für '%s' wurde doppelt zugeordnet
es: disco mapeado para «%s» mapeado dos veces
fr: le disque assigné pour '%s' est assigné deux fois
it: il disco mappato per '%s' è stato mappato due volte
ja: '%s' に対応するディスクが 2 回マップされています
pt_br: dispositivo mapeado duas vezes para '%s'
uk: диск, підключений для “%s”, підключений двічі

source: mapped multipath for '%s' mapped twice
ca: el multicamí mapat per a %s s'ha mapat dos cops
cs: mapovaná vícecestná cesta pro '%s' mapována dvakrát
da: mapped multipath for '%s' mapped to gange
de: Multipath-Gerät für '%s' wurde doppelt zugeordnet
es: mapeos mellizos para multirruta «%s»
fr: le périphérique multipath assigné pour '%s' est assigné deux fois
it: il multipath mappato per '%s' è stato mappato due volte
ja: '%s' に対応するマルチパスが 2 回マップされています
pt_br: múltiplos caminhos mapeados duas vezes para '%s'
uk: мультишлях для «%s» відображено двічі

source: mapping %s to %s
ca: mapatge de %s a %s
cs: mapuji %s na %s
da: mapper %s til %s
de: %s wird %s zugeordnet
es: mapeando %s a %s
fr: assignation de %s à %s
it: mappatura di %s a %s
ja: %s から %s へのマッピング
pt_br: mapeando %s para %s
uk: призначення %s до %s

source: mapping not found in json file '%s'
ca: mapatge no trobat al fitxer json %s
cs: v souboru json '%s' nebylo nalezeno mapování
da: mapping blev ikke fundet i json filen '%s'
de: Zuordnung nicht in json-Datei '%s' gefunden
es: mapeo no encontrado en archivo json «%s»
fr: assignation introuvable dans le fichier JSON '%s'
it: mappatura non trovata nel file json '%s'
ja: JSON ファイル '%s' 内にはマッピングが見つかりません
pt_br: mapeamento não encontrado no arquivo json '%s'
uk: призначення не знайдено у файлі json'%s'

source: missing block device
ca: Falta un dispositiu de bloc.
cs: chybí blokové zařízení
da: manglende blokenhed
de: fehlendes Blockgerät
es: dispositivo de bloques que falta
fr: périphérique de bloc manquant
it: dispositivo di blocco mancante
ja: ブロックデバイスがありません
pt_br: dispositivo de blocos ausente
uk: відсутній блоковий пристрій

source: missing partitionable
ca: No és partible.
cs: chybějící dělitelný na oddíly
da: manglende partitionerbar
de: fehlende Partitionierbarkeit
es: particionable que falta
fr: élément partitionnable manquant
it: non partizionabile
ja: パーティション設定可能なものがありません
pt_br: elemento particionável ausente
uk: відсутня таблиця розділів

source: mkfs options
ca: opcions d'mkfs
cs: volby pro mkfs
da: mkfs valg
de: mkfs-Optionen
es: opciones de mkfs
fr: options mkfs
it: opzioni mkfs
ja: mkfs のオプション
pt_br: opções mkfs
uk: параметри mkfs

source: mount by
ca: muntat per
cs: připojit podle
da: monteret af
de: einhängen durch
es: montaje por
fr: monter par
it: Montaggio in base a
ja: マウント方法
pt_br: montagem por
uk: монтувати за

source: mount options
ca: opcions de muntatge
cs: volby připojení
da: monteringsvalg
de: Einhängeoptionen
es: opciones de montaje
fr: options de montage
it: opzioni di montaggio
ja: マウントオプション
pt_br: opções de montagem
uk: параметри монтування

source: mount options require a path
ca: les opcions de muntatge necessiten un camí
cs: možnosti připojení vyžadují zadání cesty
da: monteringsvalg kræver en sti
de: für Einhängeoptionen ist ein Pfad erforderlich
es: opciones de montaje requieren una ruta
fr: les options de montage nécessitent un chemin
it: per le opzioni di montaggio è necessario un percorso
ja: パスを必要とするマウントオプション
pt_br: opções de montagem exigem um caminho
uk: параметри монтування вимагають вказати шлях

source: mount path
ca: camí de muntatge
cs: cesta pro připojení
da: monteringssti
de: Einhängepfad
es: ruta de montaje
fr: chemin de montage
it: percorso di montaggio
ja: マウントパス
pt_br: caminho de montagem
uk: шлях монтування

source: mount-by label requires a label
ca: el muntatge requereix una etiqueta
cs: mount-by label vyžaduje štítek
da: monter-ved-etiket kræver en etiket
es: el montaje requiere una etiqueta
fr: l'étiquette mount-by (monter par) nécessite une étiquette
it: il montaggio in base all'etichetta richiede un'etichetta
ja: mount-by ラベルにはラベルを指定する必要があります
uk: mount-by label вимагає мітки

source: mount-by requires a path
ca: El muntatge requereix un camí.
cs: mount-by vyžaduje zadat cestu
da: monter-ved kræver en sti
de: für 'Einhängen durch' ist ein Pfad erforderlich
es: mount-by requiere una ruta
fr: l'option "monter par" nécessite un chemin
it: per il montaggio in base a è necessario un percorso
ja: mount-by にはパスを指定する必要があります
pt_br: montagem por requer um caminho
uk: mount-by вимагає вказання шляху

source: multiple devices
ca: dispositius múltiples
cs: více zařízení
da: flere enheder
de: mehrere Geräte
es: múltiples dispositivos
fr: plusieurs périphériques
it: dispositivi multipli
ja: 複数デバイス
pt_br: múltiplos dispositivos
uk: кілька пристроїв

source: n
uk: н

source: name missing for command 'devicegraph'
ca: falta el nom per a l'ordre devicegraph
cs: chybí název pro příkaz 'devicegraph'
da: navn mangler for kommandoen 'devicegraph'
de: Name für Kommando 'devicegraph' fehlt
es: nombre ausente para el comando «devicegraph»
fr: nom manquant pour la commande 'devicegraph'
it: nome mancante per il comando 'devicegraph'
ja: コマンド 'devicegraph' に対する名前が指定されていません
pt_br: nome ausente para o comando "devicegraph"
uk: відсутня назва для команди «devicegraph»

source: name missing for command 'encryption'
ca: falta el nom per a l'ordre encryption
cs: chybí název pro příkaz 'encryption'
da: navn mangler for kommandoen 'encryption'
de: Name für Kommando 'encryption' fehlt
es: nombre ausente para comando «encryption»
fr: nom manquant pour la commande 'encryption'
it: nome mancante per il comando 'encryption'
ja: コマンド 'encryption' に対する名前が指定されていません
pt_br: nome ausente para o comando "encryption"
uk: відсутня назва для команди «encryption»

source: name missing for command 'lv'
ca: falta el nom per a l'ordre lv
cs: chybí název pro příkaz 'lv'
da: navn mangler for kommandoen 'lv'
de: Name für Kommando 'lv' fehlt
es: nombre ausente para comando «lv»
fr: nom manquant pour la commande 'lv'
it: nome mancante per il comando 'lv'
ja: コマンド 'lv' に対する名前が指定されていません
pt_br: nome ausente para o comando "lv"
uk: відсутня назва для команди 'lv'

source: name missing for command 'vg'
ca: falta el nom per a l'ordre vg
cs: chybí název pro příkaz 'vg'
da: navn mangler for kommandoen 'vg'
de: Name für Kommando 'vg' fehlt
es: nombre ausente para comando «vg»
fr: nom manquant pour la commande 'vg'
it: nome mancante per il comando 'vg'
ja: コマンド 'vg' に対する名前が指定されていません
pt_br: nome ausente para o comando "vg"
uk: відсутня назва для команди 'vg'

source: name of RAID already exists
ca: el nom de la RAID ja existeix
cs: název pro RAID již existuje
da: navnet på RAID findes allerede
de: RAID-Name ist bereits vorhanden
es: nombre de RAID ya existe
fr: le nom du RAID existe déjà
it: nome del RAID già esistente
ja: その名前の RAID は既に存在しています
pt_br: nome do RAID já existe
uk: назва RAID вже існує

source: name of devicegraph
ca: nom del gràfic de dispositius
cs: název pro mapu zařízení
da: navn på enhedsgraf
de: Name des Gerätegraphen
es: Nombre del dispograma
fr: nom du graphique de périphérique
it: nome del grafico dispositivo
ja: デバイスグラフの名前
pt_br: nome do gráfico do dispositivo
uk: назва devicegraph

source: name of devicegraph file
ca: nom del fitxer del gràfic de dispositius
cs: název souboru s mapou zařízení
da: navn på enhedsgraf-fil
de: Name der Gerätegraph-Datei
es: nombre del archivo de dispograma
fr: nom du fichier du graphique de périphérique
it: nome del file del grafico dispositivo
ja: デバイスグラフファイルの名前
pt_br: nome do arquivo do gráfico do dispositivo
uk: назва файлу devicegraph

source: name of encryption already exists
ca: el nom d'encriptació ja existeix
cs: název šifrování již existuje
da: navnet på krypteringen findes allerede
de: Name der Verschlüsselung existiert bereits
es: el nombre de la encriptación ya existe
fr: le nom du chiffrement existe déjà
ja: その名前の暗号化は既に存在しています
uk: назва шифрування вже існує

source: name of logical volume already exists
ca: el nom del volum lògic ja existeix
cs: název logického svazku již existuje
da: navnet på den logiske volumen findes allerede
de: Name des logischen Volume ist bereits vorhanden
es: nombre de volumen lógico ya existe
fr: le nom du volume logique existe déjà
it: nome del volume logico già esistente
ja: その名前の論理ボリュームは既に存在しています
pt_br: nome do volume lógico já existe
uk: назва логічного тому вже існує

source: name of mapping file
ca: nom del fitxer de mapatge
cs: název mapovacího souboru
da: navn på mapping-filen
de: Name der Zuordnungsdatei
es: nombre del archivo de mapeo
fr: nom du fichier d'assignation
it: nome del file di mappatura
ja: マッピングファイルの名前
pt_br: nome do arquivo de mapeamento
uk: назва файлу маппінгу

source: name of new pool
ca: nom de l'agrupació nova
cs: název nové zásobárny
da: navn på ny pool
de: Name des neuen Pools
es: nombre de la nueva reserva
fr: nom du nouveau pool
it: nome del nuovo pool
ja: 新しいプールの名前
pt_br: nome do novo pool
uk: назва нового пулу

source: name of pool
ca: nom de l'agrupació
cs: název zásobárny
da: navn på pool
de: Name des Pools
es: nombre de la reserva
fr: nom du pool
it: nome del pool
ja: プールの名前
pt_br: nome do pool
uk: назва пулу

source: name of pool to use
ca: nom de l'agrupació per a usar
cs: název zásobárny k použití
da: navn på pool som skal bruges
de: Name des zu verwendenden Pools
es: nombre de la reserva que usar
fr: nom du pool à utiliser
it: nome del pool da utilizzare
ja: 使用したいプールの名前
pt_br: nome do pool que será usado
uk: назва пулу для користування

source: name of volume group
ca: nom del grup de volums
cs: název skupiny svazků
da: navn på volume-gruppe
de: Name der Volume-Gruppe
es: nombre del grupo de volúmenes
fr: nom du groupe de volumes
it: nome del gruppo di volumi
ja: ボリュームグループの名前
pt_br: nome do grupo de volumes
uk: назва групи томів

source: name of volume group already exists
ca: el nom del grup de volums ja existeix
cs: název skupiny svazků již existuje
da: navnet på volume-gruppe findes allerede
de: Name der Volume-Gruppe ist bereits vorhanden
es: nombre del grupo de volúmenes ya existe
fr: le nom du groupe de volumes existe déjà
it: nome del gruppo di volumi già esistente
ja: その名前のボリュームグループは既に存在しています
pt_br: nome do grupo de volumes já existe
uk: назва групи томів вже існує

source: neither + nor - allowed in size
da: hverken + eller - tilladt i størrelse
fr: les caractères + et - ne sont pas autorisés dans la taille
uk: ані + ні - не допускаються в розмірі

source: new name
ca: nom nou
cs: nový název
da: nyt navn
de: neuer Name
es: nuevo nombre
fr: nouveau nom
it: nuovo nome
ja: 新しい名前
pt_br: novo nome
uk: нова назва

source: new size
da: ny størrelse
fr: nouvelle taille
uk: новий розмір

source: no backup available for undo
ca: no hi ha còpia de seguretat disponible per a l'acció de desfer
cs: neexistuje záloha pro vrácení
da: ingen sikkerhedskopi tilgængelig for fortryd
de: keine Sicherung zum Rückgängigmachen vorhanden
es: no hay ninguna copia de seguridad disponible para deshacer la acción
fr: aucune sauvegarde disponible pour l'annulation
it: nessun backup disponibile per l'azione di annullamento
ja: 取り消すためのバックアップがありません
pt_br: nenhum backup disponível para desfazer
uk: відсутня резервна копія для скасування

source: no mapping DASD for '%s' found
ca: no s'ha trobat cap DASD de mapatge per a %s
cs: nenalezeno mapování DASD pro '%s'
da: ingen mapping-DASD for '%s' fundet
de: kein DASD zur Zuordnung für '%s' gefunden
es: no se encuentra mapeo DASD para «%s»
fr: aucun DASD d'assignation trouvé pour '%s'
it: nessun DASD di mappatura per '%s' trovato
ja: '%s' に対応する DASD が見つかりません
pt_br: nenhum DASD de mapeamento para '%s' encontrado
uk: не знайдено призначення DASD для '%s'

source: no mapping DM RAID for '%s' found
ca: no s'ha trobat cap RAID DM de mapatge per a %s
cs: nebylo nalezeno mapování DM RAID pro '%s'
da: ingen mapping DM RAID for '%s' fundet
de: kein DM-RAID zur Zuordnung für '%s' gefunden
es: no se encuentra mapeo RAID DM para «%s»
fr: aucun DM RAID d'assignation trouvé pour '%s'
it: nessun RAID DM di mappatura per '%s' trovato
ja: '%s' に対応するDM RAID が見つかりません
pt_br: nenhum DM RAID de mapeamento para '%s' encontrado
uk: не знайдено призначення DM RAID для '%s'

source: no mapping disk for '%s' found
ca: no s'ha trobat cap disc de mapatge per a %s
cs: nenalezen mapovaný disk pro '%s'
da: ingen mapping disk for '%s' fundet
de: kein Datenträger zur Zuordnung für '%s' gefunden
es: no se encuentra mapeo de disco para «%s»
fr: aucun disque d'assignation trouvé pour '%s'
it: nessun disco di mappatura per '%s' trovato
ja: '%s' に対応するディスクが見つかりません
pt_br: nenhum disco de mapeamento para '%s' encontrado
uk: не знайдено диска з розбивкою для '%s'

source: no mapping multipath for '%s' found
ca: no s'ha trobat multicamí de mapatge per a %s
cs: nebylo nalezeno vícecestné mapování pro '%s'
da: ingen mapping multipath for '%s' fundet
de: kein Multipath-Gerät zur Zuordnung für '%s' gefunden
es: no se encuentra mapeo multirruta para «%s»
fr: aucun périphérique multipath d'assignation trouvé pour '%s'
it: nessun multipath di mappatura per '%s' trovato
ja: '%s' に対応するマルチパスが見つかりません
pt_br: nenhum caminho múltiplo de mapeamento para '%s' encontrado
uk: не знайдено мульти-шляхів з розбивкою для '%s'

source: no mark on stack
ca: cap marca a la pila
cs: na zásobníku není značka
da: ingen markering på stakken
de: keine Markierung im Stack
es: no hay marca en la pila
fr: aucune marque sur la pile
it: nessun contrassegno sullo stack
ja: スタック内にはマークが設定されていません
pt_br: não há marca na pilha
uk: без позначки на стеку

source: not a block device in array
ca: cap dispositiu de bloc a la matriu
cs: není blokové zařízení v poli
da: ingen blokenhed i array
de: kein Blockgerät im Array
es: no es un dispositivo de bloques en la matriz
fr: pas de périphérique de bloc dans le tableau
it: non è un dispositivo di blocco nella matrice
ja: 配列内のブロックデバイスではありません
pt_br: não há um dispositivo de blocos na matriz
uk: не блоковий пристрій у масиві

source: not a block device on stack
ca: no hi ha un dispositiu de bloc a la pila
cs: není blokové zařízení na zásobníku
da: ikke en blokenhed på stakken
de: kein Blockgerät im Stack
es: no hay dispositivo de bloque en la pila
fr: pas de périphérique de bloc sur la pile
it: non è un dispositivo di blocco sullo stack
ja: スタック内に存在するものがブロックデバイスではありません
pt_br: não é um dispositivo de blocos na pilha
uk: не блоковий пристрій у стеку

source: not a block device or array of block devices on stack
ca: cap dispositiu de bloc o matriu de dispositius de bloc a la pila
cs: na zásobníku není blokové zařízení ani pole blokových zařízení
da: ikke en blokenhed eller array af blokenheder på stakken
de: kein Blockgerät oder Array von Blockgeräten im Stack
es: no es un dispositivo de bloques ni una matriz de dispositivos de bloques en la pila
fr: pas de périphérique de bloc ou de tableau de périphériques de bloc sur la pile
it: non è un dispositivo di blocco o una matrice di dispositivi di blocco sullo stack
ja: スタック内のブロックデバイスもしくはブロックデバイスの配列ではありません
pt_br: não há um dispositivo de blocos ou matriz de dispositivos de blocos na pilha
uk: не блоковий пристрій або масив блокових пристроїв у стеку

source: not a device in array
ca: cap dispositiu a la matriu
cs: není zařízení v poli
da: ikke en enhed i array
de: kein Gerät im Array
es: no es un dispositivo en la matriz
fr: pas de périphérique dans le tableau
it: non è un dispositivo nella matrice
ja: 配列内のデバイスではありません
pt_br: não há um dispositivo na matriz
uk: не є пристроєм у масиві

source: not a device on stack
ca: cap dispositiu a la pila
cs: není zařízení na zásobníku
da: ikke en enhed på stakken
de: kein Gerät im Stack
es: no es un dispositivo en la pila
fr: pas de périphérique sur la pile
it: non è un dispositivo sullo stack
ja: スタック内のデバイスではありません
pt_br: não há um dispositivo na pilha
uk: не є пристроєм у стеку

source: not a partition table in array
ca: cap taula de particions a la matriu
cs: není tabulka oddílů v poli
da: ikke en partitionstabel i array
de: keine Partitionstabelle im Array
es: no es una tabla de partición en la matriz
fr: pas de table de partitions dans le tableau
it: non è una tabella delle partizioni nella matrice
ja: 配列内のパーティションテーブルではありません
pt_br: não há uma tabela de partição na matriz
uk: не є таблицею розділів у масиві

source: not a partition table on stack
ca: no hi ha una taula de particions a la pila
cs: není tabulka oddílů na zásobníku
da: ikke en partitionstabel på stakken
de: keine Partitionstabelle im Stack
es: no hay tabla de partición en la pila
fr: pas de table de partition sur la pile
it: non è una tabella delle partizioni sullo stack
ja: スタック内に存在するものがパーティションテーブルではありません
pt_br: não é uma tabela de partição na pilha
uk: не є таблицею розділів у стеку

source: not a partition table or array of partition tables on stack
ca: cap taula de particions o matriu de taules de particions a la pila
cs: není tabulka oddílů ani pole tabulek oddílů na zásobníku
de: keine Partitionstabelle oder ein Array von Partitionstabellen im Stack
es: no es una tabla de particiones ni una matriz de tablas de particiones en la pila
fr: pas de table de partitions ou de tableau de tables de partitions sur la pile
it: non è una tabella delle partizioni o una matrice delle tabelle delle partizioni sullo stack
ja: スタック内のパーティションテーブルもしくはパーティションテーブルの配列ではありません
pt_br: não há uma tabela de partição ou matriz de tabelas de partição na pilha
uk: не є таблицею розділів або масивом таблиць розділів у стеку

source: not a partitionable
ca: no es pot partir
cs: není rozdělitelný na oddíly
de: kann nicht partitioniert werden
es: no es particionable
fr: non partitionnable
it: non è un elemento partizionabile
ja: パーティション作成可能なものではありません
pt_br: não é particionável
uk: не подільний

source: not a partitionable on stack
ca: no hi ha element partible a la pila
cs: není rozdělitelný na zásobníku
de: kein partitionierbares Element im Stack
es: no hay particionable en la pila
fr: pas d'élément partitionnable sur la pile
it: non è un elemento partizionabile sullo stack
ja: スタック内に存在するものがパーティション作成可能なものではありません
pt_br: não é um elemento particionável na pilha
uk: не подільний у стеку

source: not a volume group on stack
ca: no hi ha grup de volums a la pila
cs: není skupina svazků na zásobníku
de: keine Volume-Gruppe im Stack
es: no hay grupo de volúmenes en la pila
fr: pas de groupe de volumes sur la pile
it: non è un gruppo di volumi sullo stack
ja: スタック内に存在するものがボリュームグループではありません
pt_br: não é um grupo de volumes na pilha
uk: не є групою томів у стеку

source: number of stripes
ca: nombre de franges
cs: počet proužků
de: Anzahl der Stripes
es: número de tiras
fr: nombre de bandes
it: numero di segmenti
ja: ストライプ数
pt_br: número de segmentos
uk: кількість смужок

source: old name
ca: nom antic
cs: starý název
de: alter Name
es: nombre previo
fr: ancien nom
it: nome precedente
ja: 古い名前
pt_br: nome antigo
uk: стара назва

source: only one block device allowed
ca: només es permet un dispositiu de bloc
cs: je povoleno pouze jedno blokové zařízení
de: nur ein Blockgerät ist zulässig
es: solamente un dispositivo de bloques permitido
fr: un seul périphérique de bloc autorisé
it: solo un dispositivo di blocco consentito
ja: 1 つのブロックデバイスのみを指定することができます
pt_br: apenas um dispositivo de blocos permitido
uk: дозволено лише один блоковий пристрій

source: only one partition table allowed
ca: Només s'admet un tipus de taula de particions.
cs: je povolena pouze jedna tabulka oddílů
de: nur eine Partitionstabelle erlaubt
es: solo se permite una tabla de particiones
fr: une seule table de partitions autorisée
it: solo una tabella delle partizioni consentita
ja: 1 つのパーティションテーブルのみを指定することができます
pt_br: apenas uma tabela de partição é permitida
uk: дозволена тільки одна таблиця розділів

source: only one partitionable allowed
ca: Només s'admet un element partible.
cs: povoleno pouze jedno dělitelné zařízení
de: nur eine Partitionierung erlaubt
es: solo se permite un particionable
fr: un seul élément partionnable autorisé
it: solo un elemento partizionabile consentito
ja: 1 つのパーティション設定可能なもののみを指定することができます
pt_br: apenas um elemento particionável é permitido
uk: дозволена лише одна таблиця розділів

source: open for json file '%s' failed
ca: ha fallat obrir el fitxer json %s
cs: operace 'open' souboru json '%s' selhala
de: Öffnen von json-Datei '%s' fehlgeschlagen
es: abrir si el archivo json %s falla
fr: échec de l'ouverture du fichier JSON '%s'
it: apertura del file json '%s' non riuscita
ja: JSON ファイル '%s' を開く処理が失敗しました
pt_br: abertura do arquivo json '%s' falhou
uk: відкриття файлу json “%s” не вдалося

source: opening json file '%s' failed
ca: ha fallat obrir el fitxer json %s
cs: otevření souboru json '%s' selhalo
de: Öffnen der json-Datei '%s' fehlgeschlagen
es: fallo abriendo archivo json «%s»
fr: échec de l'ouverture du fichier JSON '%s'
it: apertura del file json '%s' non riuscita
ja: JSON ファイル '%s' を開く処理が失敗しました
pt_br: falha ao abrir arquivo json '%s'
uk: невдале відкриття файлу json “%s”

source: option --devices not allowed for %s
ca: opció --dispositius no permesos per a %s
cs: volba --devices není povolena pro %s
de: Option --devices nicht erlaubt für %s
es: la opción --devices no se admite para %s
fr: option --devices non autorisée pour %s
it: opzione --devices non consentita per %s
ja: %s に対してはオプション --devices が許可されません
pt_br: opção --devices não permitida para %s
uk: параметр --devices не дозволено для %s

source: parsing json file '%s' failed
ca: ha fallat analitzar el fitxer json %s
cs: zpracování json souboru '%s' selhalo
de: Parsen der json-Datei '%s' fehlgeschlagen
es: falla parseando archivo json «%s»
fr: échec de l'analyse du fichier JSON '%s'
it: analisi del file json '%s' non riuscita
ja: JSON ファイル '%s' の解析処理が失敗しました
pt_br: falha ao analisar arquivo json '%s'
uk: не вдалося розібрати файл json '%s'

source: partition table type
ca: tipus de taula de particions
cs: typ tabulky oddílů
de: Partitionstabellentyp
es: tipo de tabla de partición
fr: type de table de partition
it: tipo di tabella delle partizioni
ja: パーティションテーブルの種類
pt_br: tipo de tabela de partição
uk: тип таблиці розділів
