Repository: openSUSE/barrel
Catalog: po/*.po
Languages: ca, cs, da, de, es, fr, it, ja, pt_br, uk

source: %d bits
cs: %d bitů
da: %d bit
it: %d bit
ja: %d ビット
uk: %d бітів

source: Activate BitLocker %1$s on %2$s (%3$s) with UUID %4$s...
ca: Activa BitLocker %1$s a %2$s (%3$s) amb l'UUID %4$s...
cs: Aktivovat BitLocker %1$s na %2$s (%3$s) s UUID %4$s...
da: Aktiver BitLocker %1$s på %2$s (%3$s) med UUID %4$s...
de: BitLocker %1$s auf %2$s (%3$s) mit UUID %4$s aktivieren...
es: Activar BitLocker %1$s en %2$s (%3$s) con UUID %4$s...
fr: Activer BitLocker %1$s sur %2$s (%3$s) avec l'UUID %4$s...
it: Attivare BitLocker %1$s su %2$s (%3$s) con UUID %4$s...
ja: %2$s (%3$s) にある BitLocker %1$s (UUID %4$s) の有効化...
pt_br: Ativar BitLocker %1$s em %2$s (%3$s) com UUID %4$s...
uk: Активувати BitLocker %1$s на %2$s (%3$s) з UUID %4$s...

source: Activate BitLocker on %1$s (%2$s) with UUID %3$s...
ca: Activa BitLocker a %1$s (%2$s) amb l'UUID %3$s...
cs: Aktivovat BitLocker na %1$s (%2$s) s UUID %3$s...
da: Aktiver BitLocker på %1$s (%2$s) med UUID %3$s...
de: BitLocker auf %1$s (%2$s) mit UUID %3$s aktivieren...
es: Activar BitLocker en %1$s (%2$s) con UUID %3$s...
fr: Activer BitLocker sur %1$s (%2$s) avec l'UUID %3$s...
it: Attivare BitLocker su %1$s (%2$s) con UUID %3$s...
ja: %1$s (%2$s) にある BitLocker (UUID %3$s) の有効化...
pt_br: Ativar BitLocker em %1$s (%2$s) com UUID %3$s...
uk: Активувати BitLocker на %1$s (%2$s) з UUID %3$s...

source: Activate LUKS %1$s on %2$s (%3$s) with UUID %4$s...
ca: Activa LUKS %1$s a %2$s (%3$s) amb l'UUID %4$s...
cs: Aktivovat LUKS %1$s na %2$s (%3$s) s UUID %4$s...
da: Aktiver LUKS %1$s på %2$s (%3$s) med UUID %4$s...
de: LUKS %1$s auf %2$s (%3$s) mit UUID %4$s aktivieren...
es: Activar LUKS %1$s en %2$s (%3$s) con UUID %4$s...
fr: Activer LUKS %1$s sur %2$s (%3$s) avec l'UUID %4$s...
it: Attivare LUKS %1$s su %2$s (%3$s) con UUID %4$s...
ja: %2$s (%3$s) にある LUKS %1$s (UUID %4$s) の有効化...
pt_br: Ativar LUKS %1$s em %2$s (%3$s) com UUID %4$s...
uk: Активувати LUKS %1$s на %2$s (%3$s) з UUID %4$s...

source: Activate LUKS on %1$s (%2$s) with UUID %3$s...
ca: Activa LUKS a %1$s (%2$s) amb l'UUID %3$s...
cs: Aktivovat LUKS na %1$s (%2$s) s UUID %3$s...
da: Aktiver LUKS på %1$s (%2$s) med UUID %3$s...
de: LUKS auf %1$s (%2$s) mit UUID %3$s aktivieren...
es: Activar LUKS en %1$s (%2$s) con UUID %3$s...
fr: Activer LUKS sur %1$s (%2$s) avec l'UUID %3$s...
it: Attivare LUKS su %1$s (%2$s) with UUID %3$s...
ja: %1$s (%2$s) にある LUKS (UUID %3$s) の有効化...
pt_br: Ativar LUKS em %1$s (%2$s) com UUID %3$s...
uk: Активувати LUKS на %1$s (%2$s) з UUID %3$s...

source: Activating...
ca: Activant...
cs: Aktivuji...
da: Aktiverer...
de: Wird aktiviert...
es: Activando...
fr: Activation en cours...
it: Attivazione in corso...
ja: 有効化しています...
pt_br: Ativando...
uk: Активація...

source: Adds devices to a pool.
ca: Afegeix dispositius a una agrupació.
cs: Přidá zařízení do poolu.
da: Tilføjer enheder til pool.
de: Fügt Geräte zu einem Pool hinzu.
es: Añade dispositivos a un pool.
fr: Ajoute des périphériques à un pool.
it: Aggiunge i dispositivi a un pool.
ja: プールにデバイスを追加します。
pt_br: Adiciona dispositivos a um pool.
uk: Додає пристрої до пулу.

source: Alias for 'create encryption --type luks1'
ca: Àlies per a "create encryption --type luks1"
cs: Alias pro 'create encryption --type luks1'
de: Alias für 'create encryption --type luks1'
es: Alias para 'create encryption --type luks1'
fr: Alias pour "create encryption --type luks1"
it: Alias di 'create encryption --type luks1'
ja: 'create encryption --type luks1' に対する別名
pt_br: Álias de "create encryption --type luks1"
uk: Псевдонім для 'create encryption --type luks1'

source: Alias for 'create encryption --type luks2'
ca: Àlies per a "create encryption --type luks2"
cs: Alias pro 'create encryption --type luks2'
de: Alias für 'create encryption --type luks2'
es: Alias para 'create encryption --type luks2'
fr: Alias pour "create encryption --type luks2"
it: Alias di 'create encryption --type luks2'
ja: 'create encryption --type luks2' に対する別名
pt_br: Álias de "create encryption --type luks2"
uk: Псевдонім для 'create encryption --type luks2'

source: Alias for 'create filesystem --type bcachefs'
ca: Àlies per a "create filesystem --type bcachefs"
cs: Alias pro 'create filesystem --type bcachefs'
de: Alias für 'create filesystem --type btrfs'
es: Alias para 'create filesystem --type bcachefs'
fr: Alias pour "create filesystem --type bcachefs"
it: Alias di 'create filesystem --type bcachefs'
ja: 'create filesystem --type bcachefs' に対する別名
pt_br: Álias de "create filesystem --type bcachefs"
uk: Псевдонім для 'create filesystem --type bcachefs'

source: Alias for 'create filesystem --type btrfs'
ca: Àlies per a "create filesystem --type btrfs"
cs: Alias pro 'create filesystem --type btrfs'
de: Alias für 'create filesystem --type btrfs'
es: Alias para 'create filesystem --type btrfs'
fr: Alias pour "create filesystem --type btrfs"
it: Alias di 'create filesystem --type btrfs'
ja: 'create filesystem --type btrfs' に対する別名
pt_br: Álias de "create filesystem --type btrfs"
uk: Псевдонім для 'create filesystem --type btrfs'

source: Alias for 'create filesystem --type exfat'
ca: Àlies per a "create filesystem --type exfat"
cs: Alias pro 'create filesystem --type exfat'
de: Alias für 'create filesystem --type exfat'
es: Alias para 'create filesystem --type exfat'
fr: Alias pour "create filesystem --type exfat"
it: Alias per 'create filesystem --type exfat'
ja: 'create filesystem --type exfat' に対する別名
pt_br: Álias de "create filesystem --type exfat"
uk: Псевдонім для 'create filesystem --type exfat'

source: Alias for 'create filesystem --type ext2'
ca: Àlies per a "create filesystem --type ext2"
cs: Alias pro 'create filesystem --type ext2'
de: Alias für 'create filesystem --type ext2'
es: Alias para 'create filesystem --type ext2'
fr: Alias pour "create filesystem --type ext2"
it: Alias di 'create filesystem --type ext2'
ja: 'create filesystem --type ext2' に対する別名
pt_br: Álias de "create filesystem --type ext2"
uk: Псевдонім для 'create filesystem --type ext2'

source: Alias for 'create filesystem --type ext3'
ca: Àlies per a "create filesystem --type ext3"
cs: Alias pro 'create filesystem --type ext3'
de: Alias für 'create filesystem --type ext3'
es: Alias para 'create filesystem --type ext3'
fr: Alias pour "create filesystem --type ext3"
it: Alias di 'create filesystem --type ext3'
ja: 'create filesystem --type ext3' に対する別名
pt_br: Álias de "create filesystem --type ext3"
uk: Псевдонім для 'create filesystem --type ext3'

source: Alias for 'create filesystem --type ext4'
ca: Àlies per a "create filesystem --type ext4"
cs: Alias pro 'create filesystem --type ext4'
de: Alias für 'create filesystem --type ext4'
es: Alias para 'create filesystem --type ext4'
fr: Alias pour "create filesystem --type ext4"
it: Alias di 'create filesystem --type ext4'
ja: 'create filesystem --type ext4' に対する別名
pt_br: Álias de "create filesystem --type ext4"
uk: Псевдонім дляr 'create filesystem --type ext4'

source: Alias for 'create filesystem --type f2fs'
ca: Àlies per a "create filesystem --type f2fs"
cs: Alias pro 'create filesystem --type f2fs'
de: Alias für 'create filesystem --type f2fs'
es: Alias para 'create filesystem --type f2fs'
fr: Alias pour "create filesystem --type f2fs"
it: Alias di 'create filesystem --type f2fs'
ja: 'create filesystem --type f2fs' に対する別名
pt_br: Álias de "create filesystem --type f2fs"
uk: Псевдонім для 'create filesystem --type f2fs'

source: Alias for 'create filesystem --type jfs'
ca: Àlies per a "create filesystem --type jfs"
cs: Alias pro 'create filesystem --type jfs'
de: Alias für 'create filesystem --type jfs'
es: Alias para "create filesystem --type jfs"
fr: Alias pour "create filesystem --type jfs"
it: Alias di 'create filesystem --type jfs'
ja: 'create filesystem --type jfs' に対する別名
pt_br: Álias de "create filesystem --type jfs"
uk: Псевдонім для 'create filesystem --type jfs'

source: Alias for 'create filesystem --type nilfs2'
ca: Àlies per a "create filesystem --type nilfs2"
cs: Alias pro 'create filesystem --type nilfs2'
de: Alias für 'create filesystem --type nilfs2'
es: Alias para 'create filesystem --type nilfs2'
fr: Alias pour "create filesystem --type nilfs2"
it: Alias per 'create filesystem --type nilfs2'
ja: 'create filesystem --type nilfs2' に対する別名
pt_br: Álias de "create filesystem --type nilfs2"
uk: Псевдонім для 'create filesystem --type nilfs2'

source: Alias for 'create filesystem --type ntfs'
ca: Àlies per a "create filesystem --type ntfs"
cs: Alias pro 'create filesystem --type ntfs'
de: Alias für 'create filesystem --type ntfs'
es: Alias para 'create filesystem --type ntfs'
fr: Alias pour "create filesystem --type ntfs"
it: Alias di 'create filesystem --type ntfs'
ja: 'create filesystem --type ntfs' に対する別名
pt_br: Álias de "create filesystem --type ntfs"
uk: Псевдонім для 'create filesystem --type ntfs'

source: Alias for 'create filesystem --type reiserfs'
ca: Àlies per a "create filesystem --type reiserfs"
cs: Alias pro 'create filesystem --type reiserfs'
de: Alias für 'create filesystem --type reiserfs'
es: Alias para "create filesystem --type reiserfs"
fr: Alias pour "create filesystem --type reiserfs"
it: Alias di 'create filesystem --type reiserfs'
ja: 'create filesystem --type reiserfs' に対する別名
pt_br: Álias de "create filesystem --type reiserfs"
uk: Псевдонім для 'create filesystem --type reiserfs'

source: Alias for 'create filesystem --type swap'
ca: Àlies per a "create filesystem --type swap"
cs: Alias pro 'create filesystem --type swap'
de: Alias für 'create filesystem --type swap'
es: Alias para 'create filesystem --type swap'
fr: Alias pour "create filesystem --type swap"
it: Alias di 'create filesystem --type swap'
ja: 'create filesystem --type swap' に対する別名
pt_br: Álias de "create filesystem --type swap"
uk: Псевдонім для 'create filesystem --type swap'

source: Alias for 'create filesystem --type udf'
ca: Àlies per a "create filesystem --type udf"
cs: Alias pro 'create filesystem --type udf'
de: Alias für 'create filesystem --type udf'
es: Alias para "create filesystem --type udf"
fr: Alias pour "create filesystem --type udf"
it: Alias di 'create filesystem --type udf'
ja: 'create filesystem --type udf' に対する別名
pt_br: Álias de "create filesystem --type udf"
uk: Псевдонім для 'create filesystem --type udf'

source: Alias for 'create filesystem --type vfat'
ca: Àlies per a "create filesystem --type vfat"
cs: Alias pro 'create filesystem --type vfat'
de: Alias für 'create filesystem --type vfat'
es: Alias para 'create filesystem --type vfat'
fr: Alias pour "create filesystem --type vfat"
it: Alias per 'create filesystem --type vfat'
ja: 'create filesystem --type vfat' に対する別名
pt_br: Álias de "create filesystem --type vfat"
uk: Псевдонім для 'create filesystem --type vfat'

source: Alias for 'create filesystem --type xfs'
ca: Àlies per a "create filesystem --type xfs"
cs: Alias pro 'create filesystem --type xfs'
de: Alias für 'create filesystem --type xfs'
es: Alias para 'create filesystem --type xfs'
fr: Alias pour "create filesystem --type xfs"
it: Alias di 'create filesystem --type xfs'
ja: 'create filesystem --type xfs' に対する別名
pt_br: Álias de "create filesystem --type xfs"
uk: Псевдонім для 'create filesystem --type xfs'

source: Alias for 'create partition-table --type gpt'
ca: Àlies per a "create partition-table --type gpt"
cs: Alias pro 'create partition-table --type gpt'
de: Alias für 'create partition-table --type gpt'
es: Alias para 'create partition-table --type gpt'
fr: Alias pour "create partition-table --type gpt"
it: Alias di 'create partition-table --type gpt'
ja: 'create partition-table --type gpt' に対する別名
pt_br: Álias de "create partition-table --type gpt"
uk: Псевдонім для 'create partition-table --type gpt'

source: Alias for 'create partition-table --type ms-dos'
ca: Àlies per a "create partition-table --type ms-dos"
cs: Alias pro 'create partition-table --type ms-dos'
de: Alias für 'create partition-table --type ms-dos'
es: Alias para 'create partition-table --type ms-dos'
fr: Alias pour "create partition-table --type ms-dos"
it: Alias di 'create partition-table --type ms-dos'
ja: 'create partition-table --type ms-dos' に対する別名
pt_br: Álias de "create partition-table --type ms-dos"
uk: Псевдонім для 'create partition-table --type ms-dos'

source: Alias for 'create raid --level 0'
ca: Àlies per a "create raid --level 0"
cs: Alias pro 'create raid --level 0'
de: Alias für 'create raid --level 0'
es: Sigla para «create raid --level 0»
fr: Alias pour "create raid --level 0"
it: Alias di 'create raid --level 0'
ja: 'create raid --level 0' に対する別名
pt_br: Álias de "create raid --level 0"
uk: Псевдонім для 'create raid --level 0'

source: Alias for 'create raid --level 1'
ca: Àlies per a "create raid --level 1"
cs: Alias pro 'create raid --level 1'
de: Alias für 'create raid --level 1'
es: Sigla para «create raid --level 1»
fr: Alias pour "create raid --level 1"
it: Alias di 'create raid --level 1'
ja: 'create raid --level 1' に対する別名
pt_br: Álias de "create raid --level 1"
uk: Псевдонім для 'create raid --level 1'

source: Alias for 'create raid --level 10'
ca: Àlies per a "create raid --level 10"
cs: Alias pro 'create raid --level 10'
de: Alias für 'create raid --level 10'
es: Sigla para «create raid --level 10»
fr: Alias pour "create raid --level 10"
it: Alias di 'create raid --level 10'
ja: 'create raid --level 10' に対する別名
pt_br: Álias de "create raid --level 10"
uk: Псевдонім для 'create raid --level 10'

source: Alias for 'create raid --level 4'
ca: Àlies per a "create raid --level 4"
cs: Alias pro 'create raid --level 4'
de: Alias für 'create raid --level 4'
es: Sigla para «create raid --level 4»
fr: Alias pour "create raid --level 4"
it: Alias di 'create raid --level 4'
ja: 'create raid --level 4' に対する別名
pt_br: Álias de "create raid --level 4"
uk: Псевдонім для 'create raid --level 4'

source: Alias for 'create raid --level 5'
ca: Àlies per a "create raid --level 5"
cs: Alias pro 'create raid --level 5'
de: Alias für 'create raid --level 5'
es: Sigla para «create raid --level 5»
fr: Alias pour "create raid --level 5"
it: Alias di 'create raid --level 5'
ja: 'create raid --level 5' に対する別名
pt_br: Álias de "create raid --level 5"
uk: Псевдонім для 'create raid --level 5'

source: Alias for 'create raid --level 6'
ca: Àlies per a "create raid --level 6"
cs: Alias pro 'create raid --level 6'
de: Alias für 'create raid --level 6'
es: Sigla para «create raid --level 6»
fr: Alias pour "create raid --level 6"
it: Alias di 'create raid --level 6'
ja: 'create raid --level 6' に対する別名
pt_br: Álias de "create raid --level 6"
uk: Псевдонім для 'create raid --level 6'

source: Block Size
ca: Mida de bloc
cs: Velikost bloku
da: Blokstørrelse
de: Blockgröße
es: Tamaño de bloque
fr: Taille de bloc
it: Dimensione blocco
ja: ブロックサイズ
pt_br: Tamanho do Bloco
uk: Розмір блоку

source: Bus ID
ca: ID de BUS
cs: ID sběrnice
es: ID del bus
fr: ID de bus
it: ID bus
ja: バス ID
pt_br: ID do Barramento
uk: ID шини

source: Chunk Size
ca: Mida del tros
cs: Velikost útržku
da: Chunk-størrelse
de: Chunk-Größe
es: Tamaño de la colocación
fr: Taille de tranche
it: Dimensioni blocco
ja: チャンクサイズ
pt_br: Tamanho do Pacote
uk: Розмір фрагмента

source: Cipher
ca: Encriptació
cs: Šifra
de: Verschlüsselungsverfahren
es: Encriptación
fr: Chiffrement
it: Cifrario
ja: 暗号化
uk: Шифр

source: Clears the stack.
ca: Neteja la pila.
cs: Vyprázdní zásobník.
da: Rydder stakken.
de: Löscht den Stack.
es: Limpia la pila.
fr: Efface la pile.
it: Cancella lo stack.
ja: スタックを消去します。
pt_br: Limpa a pilha.
uk: Очищає стек.

source: Commands:
ca: Ordres:
cs: Příkazy:
da: Kommandoer:
de: Kommandos:
es: Comandos:
fr: Commandes :
it: Comandi:
ja: コマンド:
pt_br: Comandos:
uk: Команди:

source: Commit changes?
ca: Voleu aplicar els canvis?
cs: Schválit změny?
da: Udfør ændringer?
de: Änderungen speichern?
es: ¿Acometer los cambios?
fr: Valider les changements ?
it: Eseguire il commit delle modifiche?
ja: 変更点を適用しますか？
pt_br: Confirmar alterações?
uk: Внести зміни?

source: Commits changes to disk and quits barrel.
ca: Aplica els canvis al disc i surt del barril.
cs: Schválí změny, uloží na disk a ukončí barrel.
da: Skriver ændringer til disk og afslutter barrel.
de: Speichert Änderungen auf dem Datenträger und beendet Barrel.
es: Acomete los cambios al disco y sale de barrel.
fr: Enregistre les changements sur le disque et quitte le corps.
it: Esegue il commit delle modifiche al disco ed esce dal barrel.
ja: 変更点をディスクに書き込んで barrel を終了します。
pt_br: Confirma as alterações no disco e sai do barrel.
uk: Зберігає зміни на диск і закриває barrel.

source: Continue?
ca: Continuo?
cs: Pokračovat?
da: Fortsæt?
de: Weiter?
es: ¿Continuar?
fr: Continuer ?
it: Continuare?
ja: 続行しますか？
pt_br: Continuar?
uk: Продовжити?

source: Creates a new LVM logical volume.
ca: Crea un volum lògic LVM nou.
cs: Vytvoří nový logický svazek LVM.
da: Opretter nyt LVM logisk volume.
de: Erstellt ein neues logisches LVM-Volume.
es: Crea un nuevo volumen lógico LVM.
fr: Crée un volume logique LVM.
it: Crea un nuovo volume logico LVM.
ja: 新しい LVM 論理ボリュームを作成します。
pt_br: Cria um volume lógico LVM.
uk: Створює новий логічний том LVM.

source: Creates a new LVM volume group.
ca: Crea un grup de volums LVM nou.
cs: Vytvoří novou skupinu svazků LVM.
da: Opretter nyt LVM volume gruppe.
de: Erstellt eine neue LVM-Volume-Gruppe.
es: Crea un nuevo grupo de volúmenes LVM.
fr: Crée un groupe de volumes LVM.
it: Crea un nuovo gruppo di volumi LVM.
ja: 新しい LVM ボリュームグループを作成します。
pt_br: Cria um grupo de volumes LVM.
uk: Створює нову групу томів LVM.

source: Creates a new RAID.
ca: Crea una RAID nova.
cs: Vytvoří nový RAID.
da: Opretter nyt RAID.
de: Erstellt ein neues RAID.
es: Crea un nuevo RAID.
fr: Crée un RAID.
it: Crea un nuovo RAID.
ja: 新しい RAID を作成します。
pt_br: Cria um RAID.
uk: Створює новий RAID-масив.

source: Creates a new encryption device.
ca: Crea un dispositiu d'encriptació nou.
cs: Vytvoří nové šifrovací zařízení.
da: Opretter ny krypteringsenhed.
de: Erstellt ein neues Verschlüsselungsgerät.
es: Crea un nuevo dispositivo de cifrado.
fr: Crée un périphérique de chiffrement.
it: Crea un nuovo dispositivo di cifratura.
ja: 新しい暗号化デバイスを作成します。
pt_br: Cria um dispositivo de criptografia.
uk: Створює новий пристрій шифрування.

source: Creates a new file system.
ca: Crea un sistema de fitxers nou.
cs: Vytvoří nový systém souborů.
da: Opretter et nyt filsystem.
de: Erstellt ein neues Dateisystem.
es: Crea un nuevo sistema de archivos.
fr: Crée un système de fichiers.
it: Crea un nuovo file system.
ja: 新しいファイルシステムを作成します。
pt_br: Cria um sistema de arquivos.
uk: Створює нову файлову систему.

source: Creates a new partition table.
ca: Crea una taula de particions nova.
cs: Vytvoří novou tabulku oddílů.
da: Opretter en ny partitionstabel.
de: Erstellt eine neue Partitionstabelle.
es: Crea una nueva tabla de partición.
fr: Crée une table de partitions.
it: Crea una nuova tabella delle partizioni.
ja: 新しいパーティションテーブルを作成します。
pt_br: Cria uma tabela de partição.
uk: Створює нову таблицю розділів.

source: Creates a new pool containing devices.
ca: Crea una agrupació nova per contenir-hi dispositius.
cs: Vytvoří novou zásobárnu obsahující zařízení.
da: Opretter en ny pool der indeholder enheder.
de: Erstellt einen neuen Pool mit Geräten.
es: Crea un nuevo pool conteniendo dispositivos.
fr: Crée un pool contenant des périphériques.
it: Crea un nuovo pool di dispositivi.
ja: デバイスを含む新しいプールを作成します。
pt_br: Cria um pool que contém dispositivos.
uk: Створює новий пул, що містить пристрої.

source: Description
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
pt_br: Descrição
uk: Опис

source: Device '%s' cannot be resized.
da: Kan ikke ændre størrelse på enheden '%s'.
fr: Le périphérique '%s' ne peut pas être redimensionné.
uk: Розмір пристрою “%s” не можна змінити.

source: Devices
ca: Dispositius
cs: Zařízení
da: Enheder
de: Geräte
es: Dispositivos
fr: Périphériques
it: Dispositivi
ja: デバイス
pt_br: Dispositivos
uk: Пристрої

source: Duplicates the top object of the stack.
ca: Duplica l'objecte de dalt de tot de la pila.
cs: Duplikuje nejvyšší objekt zásobníku.
da: Duplikerer objektet på toppen af stakken.
de: Dupliziert das oberste Objekt im Stack.
es: Duplica el objeto apical de la pila.
fr: Duplique le premier objet de la pile.
it: Duplica l'oggetto superiore dello stack.
ja: スタックの最上部にあるオブジェクトを複製します。
pt_br: Duplica o primeiro objeto no topo da pilha.
uk: Дублює верхній об'єкт стека.

source: Enter password:
ca: Proporcioneu la contrasenya:
cs: Zadejte heslo:
da: Indtast adgangskode:
de: Passwort eingeben:
es: Ingresar contraseña:
fr: Entrez le mot de passe :
it: Immettere la password:
ja: パスワードを入力:
pt_br: Digite a senha:
uk: Введіть пароль:

source: Exchanges the top two elements of the stack.
ca: Intercanvia els dos primers elements de la pila.
cs: Vymění dva nejvyšší prvky zásobníku.
da: Bytter de to øverste elementer på stakken.
de: Tauscht die beiden obersten Elemente im Stack.
es: Intercambia los dos elementos superiores de la pila.
fr: Échange les deux premiers éléments de la pile.
it: Scambia i due oggetti superiori dello stack.
ja: スタックの最上部にある 2 つの要素を入れ替えます。
pt_br: Troca os dois primeiros elementos no topo da pilha.
uk: Міняє місцями два верхні елементи стека.

source: Extent Size
ca: Amplia'n la mida
cs: Velikost rozsahu
da: Extent størrelse
de: Extent-Größe
es: Extender
fr: Étendre la taille
it: Dimensione extent
ja: エクステントサイズ
pt_br: Estender Tamanho
uk: Розширений розмір

source: Format
ca: Formata
cs: Formát
es: Formato
it: Formato
ja: フォーマット
pt_br: Formato
uk: Формат

source: GPT on %s
ca: GPT a %s
cs: GPT na %s
da: GPT på %s
de: GPT auf %s
es: GPT en %s
fr: GPT sur %s
it: GPT su %s
ja: %s にある GPT
pt_br: GPT em %s
uk: GPT на %s

source: Generating pools
ca: Generant agrupacions
cs: Generování zásobníků
da: Opretter pools
de: Pools werden generiert
es: Generando pooles
fr: Génération de pools
it: Creazione di pool
ja: プールを生成しています
pt_br: Gerando pools
uk: Створення пулів

source: Global options:
ca: Opcions globals:
cs: Globální volby:
da: Globale valg:
de: Globale Optionen:
es: Opciones globales:
fr: Options globales :
it: Opzioni globali:
ja: グローバルオプション:
pt_br: Opções globais:
uk: Глобальні параметри:

source: Invalid answer '%s'
ca: Resposta no vàlida: %s
cs: Chybná odpověď '%s'
da: Ugyldigt svar '%s'
de: Antwort '%s' ist ungültig
es: Respuesta «%s» inválida
fr: Réponse non valide '%s'
it: Risposta '%s' non valida
ja: 回答 '%s' が正しくありません
pt_br: Resposta inválida '%s'
uk: Неправильна відповідь «%s»

source: Invalid table style '%s'.
ca: Estil de taula no vàlid: %s
cs: Chybný styl tabulky '%s'.
da: Ugyldig tabelstil '%s'.
de: Ungültiger Tabellenstil '%s'.
es: Estilo de tabla «%s» inválido.
fr: Style de table '%s' non valide.
it: Risposta '%s' non valida.
ja: 表形式 '%s' が正しくありません。
pt_br: Estilo de tabela inválido '%s'.
uk: Неправильний стиль таблиці “%s”.

source: Keep smiling, 'cause that's the most important thing.
ca: Continueu somrient, perquè això és el més important.
cs: Vždy s úsměvem, to je nejdůležitější.
da: Bliv ved med at smile, det er det vigtigste.
de: Immer lächeln, denn das ist das Wichtigste.
es: Sonríe porque esa es la cosa más importante.
fr: Gardez le sourire, car c'est le plus important.
it: Continua a sorridere: è questa la cosa più importante.
ja: 笑っていましょう。それが一番大事なことですから。
pt_br: Sorria! Isso é o mais importante.
uk: Посміхайся, бо це найголовніше.

source: Key File
ca: Fitxer de clau
cs: Soubor klíče
da: Nøglefil
de: Schlüsseldatei
es: Archivo clave
fr: Fichier de clé
it: File della chiave
ja: 鍵ファイル
uk: Файл ключа

source: Key Size
ca: Mida de la clau
cs: Délka klíče
da: Nøgle-størrelse
de: Schlüsselgröße
es: Tamaño de la clave
fr: Taille de la clé
it: Dimensione della chiave
ja: 鍵サイズ
uk: Розмір ключа
