Repository: openSUSE/barrel
Catalog: po/*.po
Languages: ca, cs, da, de, es, fr, it, ja, pt_br, uk

source: unknown filesystem type '%s'
ca: tipus de sistema de fitxers desconegut: %s
cs: neznámý typ systému souborů '%s'
de: unbekannter Dateisystemtyp '%s'
es: tipo de sistema de archivos «%s» desconocido
fr: type de système de fichiers '%s' inconnu
it: tipo di file system '%s' sconosciuto
ja: 不明なファイルシステムの種類 '%s'
pt_br: tipo de sistema de arquivos desconhecido '%s'
uk: невідомий тип файлової системи '%s'

source: unknown mount-by type '%s'
ca: tipus de muntatge desconegut: %s
cs: neznámý typ mount-by: '%s'
es: tipo de montaje desconocido: %s
fr: type de montage '%s' inconnu
it: montaggio in base al tipo '%s' sconosciuto
ja: 不明な mount-by の種類 '%s'
uk: невідомий тип монтування '%s'

source: unknown partition table type
ca: tipus de taula de particions desconegut
cs: neznámý typ tabulky oddílů
de: unbekannter Partitionstabellentyp
es: tipo desconocido de tabla de partición
fr: type de table de partition inconnu
it: tipo di tabella delle partizioni sconosciuto
ja: 不明なパーティションテーブルの種類
pt_br: tipo de tabela de partição desconhecido
uk: невідомий тип таблиці розділів

source: unknown probe-used-space mode '%s'
ca: mode de sondatge d'espai usat desconegut: %s
fr: mode probe-used-space (espace utilisé de la sonde) '%s' inconnu
ja: 不明な probe-used-space モード '%s'
uk: невідомий режим використання простору зонда '%s'

source: unknown raid level for command 'raid'
ca: nivell de raid desconegut per a l'ordre raid
cs: neznámá úroveň raid pro příkaz 'raid'
de: unbekannte Raid-Ebene für Kommando 'raid'
es: nivel desconocido de raid para comando «raid»
fr: niveau RAID inconnu pour la commande 'raid'
it: livello raid sconosciuto per il comando 'raid'
ja: コマンド 'raid' に対する RAID レベルが不明です
pt_br: nível de raid desconhecido para o comando "raid"
uk: невідомий рівень raid для команди 'raid'

source: use probed instead of staging devicegraph
ca: usa el sondatge en lloc del gràfic de dispositius estadificat
cs: místo etapové mapy zařízení použít probed
de: Graph für geprüfte statt für Staging-Geräte verwenden
es: usar el devicegraph sondeado en vez del temporal
fr: utiliser l'élément sondé plutôt que le graphique de périphérique de transit
it: analisi al posto di grafico dispositivo provvisorio
ja: ステージングではなく検出してデバイスグラフを表示します
pt_br: use sondado em vez de staging devicegraph
uk: використовувати probed замість staging devicegraph

source: value for '%s' neither string nor array
ca: el valor per a %s no és ni cadena ni matriu
cs: hodnota '%s' není řetězec ani pole
de: Wert für '%s' ist weder eine Zeichenkette noch ein Array
es: el valor para «%s», ni ristra ni arreglo
fr: la valeur pour '%s' n'est ni une chaîne ni un tableau
it: il valore di '%s' non corrisponde a una stringa o a una matrice
ja: '%s' に対する値が文字列でも配列でもありません
pt_br: valor de '%s' não é string nem matriz
uk: значення “%s” не є ні рядком, ні масивом

source: value of description entry not a string
ca: el valor de l'entrada de descripció no és una cadena
cs: hodnota položky popisu (description) není řetězec
de: Wert des Beschreibungseintrags ist keine Zeichenkette
es: valor de la entrada descripción no es una ristra
fr: la valeur de la description n'est pas une chaîne
it: il valore della voce di descrizione non è una stringa
ja: 説明の値が文字列ではありません
pt_br: valor da entrada de descrição não é string
uk: значення опису не є рядком

source: value of devices entry not an array
ca: el valor de l'entrada de dispositius no és una matriu
cs: hodnota položky zařízení (devices) není pole
de: Wert des Geräteeintrags kein Array
es: valor de entrada de dispositivos no es un arreglo
fr: la valeur de l'entrée des périphériques n'est pas un tableau
it: il valore della voce dei dispositivi non è una matrice
ja: デバイスの値が配列ではありません
pt_br: valor da entrada de dispositivos não é matriz
uk: значення поля пристроїв не є масивом

source: volume group '%s' is over-committed
ca: El grup de volums %s està sobreaplicat
cs: skupina svazků '%s' je nadměrně obsazena
da: volume group '%s' er overfyldt
de: Volume-Gruppe '%s' ist überlastet
es: grupo de volúmenes «%s» está harto acometido
fr: le groupe de volumes '%s' est suralloué
it: over-commit del gruppo di volumi '%s'
ja: ボリュームグループ '%s' はオーバーコミット状態です
pt_br: grupo de volumes '%s' com excesso de compromisso
uk: група томів «%s» перевищує дозволений обсяг

source: wrong number of partitionables
ca: nombre incorrecte de partibles
cs: špatný počet dělitelných položek
da: forkert antal enheder der kan partitioneres
de: falsche Anzahl von partitionierbaren Elementen
es: número incorrecto de particionables
fr: nombre incorrect d'éléments partitionnables
it: numero di elementi partizionabili errato
ja: パーティション設定可能なものの数が正しくありません
pt_br: número incorreto de elementos particionáveis
uk: неправильна кількість розділів

source: y
ca: s
cs: a
da: j
de: j
es: s
fr: o
it: S
pt_br: s
uk: т
